{"": 1, ",": 2, ",center": 3, ",haa": 4, ".": 5, ".B": 6, ".E": 7, ".F": 8, ".P": 9, ".tamne": 10, "0": 11, "01223": 12, "1": 13, "10": 14, "108": 15, "17": 16, "2": 17, "3": 18, "323737": 19, "4": 20, "5": 21, "528": 22, "6": 23, "7": 24, "7:30": 25, "8": 26, "9": 27, "<SILENCE>": 28, "?": 29, "A": 30, "C": 31, "D": 32, "I": 33, "L": 34, "Modern_european": 35, "N": 36, "R_address": 37, "R_cuisine": 38, "R_location": 39, "R_phone": 40, "R_post_code": 41, "R_price": 42, "R_rating": 43, "U": 44, "V": 45, "`": 46, "a": 47, "aa": 48, "aabahar": 49, "aabhar": 50, "aaju": 51, "aana": 52, "aap": 53, "aape": 54, "aapi": 55, "aapo": 56, "aapsho": 57, "aapso": 58, "aapta": 59, "aapti": 60, "aapto": 61, "aapvi": 62, "aathi": 63, "aatla": 64, "aatlu": 65, "aaveli": 66, "aavjo": 67, "aayvi": 68, "abhar": 69, "about": 70, "adddress": 71, "addeess": 72, "address": 73, "addresses": 74, "addresss": 75, "adra": 76, "adress": 77, "ae": 78, "aek": 79, "aemno": 80, "aemnu": 81, "aenu": 82, "aeva": 83, "aevi": 84, "af": 85, "afghan": 86, "africa": 87, "african": 88, "afternoon": 89, "agar": 90, "ah": 91, "ahi": 92, "ahiya": 93, "aima": 94, "ainu": 95, "air": 96, "airatarin": 97, "airitran": 98, "aisan": 99, "aj": 100, "akrum": 101, "alag": 102, "ali_baba": 103, "ali_baba_address": 104, "ali_baba_phone": 105, "ali_baba_post_code": 106, "all": 107, "alright": 108, "also": 109, "alternative": 110, "am": 111, "ama": 112, "amari": 113, "american": 114, "amne": 115, "amnu": 116, "an": 117, "ana": 118, "anatolia": 119, "anatolia_address": 120, "anatolia_phone": 121, "anatolia_post_code": 122, "and": 123, "ane": 124, "angrejee": 125, "annmum": 126, "anr": 127, "anu": 128, "anurup": 129, "any": 130, "anya": 131, "apata": 132, "apati": 133, "apavi": 134, "ape": 135, "api": 136, "api_call": 137, "apl": 138, "apo": 139, "appleton": 140, "apse": 141, "apta": 142, "apti": 143, "aptucheap": 144, "apvi": 145, "are": 146, "area": 147, "arera": 148, "arey": 149, "aristrain": 150, "arotrian": 151, "arts": 152, "as": 153, "asamanya": 154, "asian": 155, "asian_oriental": 156, "ask": 157, "ask_address": 158, "ask_phone": 159, "ask_post_code": 160, "asmanya": 161, "athva": 162, "athwa": 163, "atyare": 164, "austallison": 165, "austral": 166, "australasian": 167, "australia": 168, "australian": 169, "austria": 170, "austrian": 171, "austro": 172, "avaj": 173, "avashyak": 174, "avi": 175, "avjo": 176, "avu": 177, "avun": 178, "avy": 179, "aw": 180, "b": 181, "baaju": 182, "babat": 183, "babata": 184, "background_speech": 185, "backstreet_bistro": 186, "backstreet_bistro_address": 187, "backstreet_bistro_phone": 188, "backstreet_bistro_post_code": 189, "bada": 190, "badali": 191, "badha": 192, "badhe": 193, "badhu": 194, "badlo": 195, "bahu": 196, "baju": 197, "baki": 198, "bandh": 199, "bane": 200, "bangkok_city": 201, "bangkok_city_address": 202, "bangkok_city_phone": 203, "bangkok_city_post_code": 204, "banne": 205, "banse": 206, "bar": 207, "barabar": 208, "barbecue": 209, "barbeque": 210, "barobar": 211, "bas": 212, "bask": 213, "baskaye": 214, "baskey": 215, "basque": 216, "bat": 217, "batavo": 218, "bau": 219, "be": 220, "bedouin": 221, "bedouin_address": 222, "bedouin_phone": 223, "bedouin_post_code": 224, "beeju": 225, "belgian": 226, "belgium": 227, "believe": 228, "bhaag": 229, "bhag": 230, "bhagama": 231, "bhagamam": 232, "bhagama\u1e41": 233, "bhagwan": 234, "bhav": 235, "bhavse": 236, "bhejvavun": 237, "bhojan": 238, "bhul": 239, "bhuli": 240, "bija": 241, "bijanu": 242, "biji": 243, "bijikoi": 244, "bijo": 245, "biju": 246, "bijum": 247, "biju\u1e41": 248, "bistro": 249, "bloomsbury": 250, "bloomsbury_restaurant": 251, "bloomsbury_restaurant_address": 252, "bloomsbury_restaurant_phone": 253, "bloomsbury_restaurant_post_code": 254, "blow": 255, "boli": 256, "bolo": 257, "bolso": 258, "bout": 259, "bra": 260, "brazilian": 261, "brazillian": 262, "breath": 263, "british": 264, "burger": 265, "but": 266, "bye": 267, "cUISINE]": 268, "caffe_uno": 269, "caffe_uno_address": 270, "caffe_uno_phone": 271, "caffe_uno_post_code": 272, "caius": 273, "call": 274, "cambridge": 275, "cambridge_lodge_restaurant": 276, "cambridge_lodge_restaurant_address": 277, "cambridge_lodge_restaurant_phone": 278, "cambridge_lodge_restaurant_post_code": 279, "can": 280, "cana": 281, "canap": 282, "canape": 283, "canapes": 284, "cancun": 285, "cannabis": 286, "canope": 287, "canopus": 288, "cant": 289, "cantonese": 290, "care": 291, "caribbean": 292, "carribbean": 293, "carribean": 294, "castro": 295, "cata": 296, "catalan": 297, "catalanian": 298, "catalen": 299, "catalin": 300, "catalonia": 301, "center": 302, "centerof": 303, "central": 304, "centre": 305, "chaho": 306, "chali": 307, "chalo": 308, "chalse": 309, "char": 310, "charlie_chan": 311, "charlie_chan_address": 312, "charlie_chan_phone": 313, "charlie_chan_post_code": 314, "che": 315, "cheap": 316, "cheaprestaurant": 317, "chehye": 318, "cherries": 319, "chesterton": 320, "chhe": 321, "chhelle": 322, "chhellu": 323, "chho": 324, "chhp": 325, "chhr": 326, "chhu": 327, "chhy": 328, "chi": 329, "chie": 330, "chikkis": 331, "chinata": 332, "chinese": 333, "chinta": 334, "chiquito": 335, "chiquito_restaurant_bar": 336, "chiquito_restaurant_bar_address": 337, "chiquito_restaurant_bar_phone": 338, "chiquito_restaurant_bar_post_code": 339, "cho": 340, "choice": 341, "choye": 342, "christ": 343, "christmas": 344, "chu": 345, "chu!": 346, "chu;": 347, "chum": 348, "chun": 349, "city": 350, "city_stop_restaurant": 351, "city_stop_restaurant_address": 352, "city_stop_restaurant_phone": 353, "city_stop_restaurant_post_code": 354, "class": 355, "clowns_cafe": 356, "clowns_cafe_address": 357, "clowns_cafe_phone": 358, "clowns_cafe_post_code": 359, "cneter": 360, "co": 361, "cocum": 362, "cocum_address": 363, "cocum_phone": 364, "cocum_post_code": 365, "codE": 366, "code": 367, "college": 368, "confirm": 369, "confuse": 370, "continental": 371, "cool": 372, "correct": 373, "corsica": 374, "cost": 375, "cote": 376, "cote_address": 377, "cote_phone": 378, "cote_post_code": 379, "cotto": 380, "cotto_address": 381, "cotto_phone": 382, "cotto_post_code": 383, "cough": 384, "cow": 385, "creative": 386, "croatia": 387, "cross": 388, "crossover": 389, "crosstalk": 390, "cuban": 391, "cuisine": 392, "curry_garden": 393, "curry_garden_address": 394, "curry_garden_phone": 395, "curry_garden_post_code": 396, "curry_king": 397, "curry_king_address": 398, "curry_king_phone": 399, "curry_king_post_code": 400, "curry_prince": 401, "curry_prince_address": 402, "curry_prince_phone": 403, "curry_prince_post_code": 404, "curry_queen": 405, "curry_queen_address": 406, "curry_queen_phone": 407, "curry_queen_post_code": 408, "cute": 409, "da": 410, "da_vinci_pizzeria": 411, "da_vinci_pizzeria_address": 412, "da_vinci_pizzeria_phone": 413, "da_vinci_pizzeria_post_code": 414, "damn": 415, "danish": 416, "darling": 417, "darrys_cookhouse_and_wine_shop": 418, "darrys_cookhouse_and_wine_shop_address": 419, "darrys_cookhouse_and_wine_shop_phone": 420, "darrys_cookhouse_and_wine_shop_post_code": 421, "de_luca_cucina_and_bar": 422, "de_luca_cucina_and_bar_address": 423, "de_luca_cucina_and_bar_phone": 424, "de_luca_cucina_and_bar_post_code": 425, "dear": 426, "decide": 427, "dekhado": 428, "derately": 429, "deva": 430, "devun": 431, "dilgir": 432, "dish": 433, "ditton": 434, "divas": 435, "do": 436, "dojo_noodle_bar": 437, "dojo_noodle_bar_address": 438, "dojo_noodle_bar_phone": 439, "dojo_noodle_bar_post_code": 440, "don_pasquale_pizzeria": 441, "don_pasquale_pizzeria_address": 442, "don_pasquale_pizzeria_phone": 443, "don_pasquale_pizzeria_post_code": 444, "dont": 445, "dosent": 446, "downtown": 447, "dress": 448, "dubai": 449, "duniya": 450, "dvara": 451, "e": 452, "earatrain": 453, "earatree": 454, "earetree": 455, "eartrain": 456, "east": 457, "eastside": 458, "ecuadorean": 459, "ee": 460, "efes_restaurant": 461, "efes_restaurant_address": 462, "efes_restaurant_phone": 463, "efes_restaurant_post_code": 464, "ehni": 465, "ehno": 466, "ehnu": 467, "ehvu": 468, "eirtrean": 469, "ejoea": 470, "ek": 471, "eka": 472, "ekaj": 473, "ekdum": 474, "el": 475, "eloko": 476, "emma": 477, "emno": 478, "ena": 479, "endonesian": 480, "english": 481, "eno": 482, "enu": 483, "er": 484, "eraina": 485, "eraina_address": 486, "eraina_phone": 487, "eraina_post_code": 488, "eritrean": 489, "euro": 490, "europ": 491, "europea": 492, "european": 493, "europene": 494, "eva": 495, "evi": 496, "evo": 497, "evu": 498, "excellent": 499, "expensive": 500, "expensiverestaurant": 501, "eyno": 502, "fOOD": 503, "fakt": 504, "farak": 505, "fare": 506, "fari": 507, "farithi": 508, "fark": 509, "farka": 510, "fast": 511, "feed": 512, "fen": 513, "feravyo": 514, "fervi": 515, "fikar": 516, "find": 517, "fine": 518, "finished": 519, "first": 520, "fitzbillies_restaurant": 521, "fitzbillies_restaurant_address": 522, "fitzbillies_restaurant_phone": 523, "fitzbillies_restaurant_post_code": 524, "fodo": 525, "foo": 526, "food": 527, "foods": 528, "foodsouth": 529, "foood": 530, "fora": 531, "frankie_and_bennys": 532, "frankie_and_bennys_address": 533, "frankie_and_bennys_phone": 534, "frankie_and_bennys_post_code": 535, "freakin": 536, "free": 537, "french": 538, "fuck": 539, "fucking": 540, "fusion": 541, "gaam": 542, "galleria": 543, "galleria_address": 544, "galleria_phone": 545, "galleria_post_code": 546, "gam": 547, "gamado": 548, "game": 549, "gametya": 550, "gamey": 551, "gamse": 552, "gamti": 553, "garden": 554, "gasper": 555, "gastro": 556, "gastropub": 557, "gaya": 558, "gayu": 559, "ger": 560, "germ": 561, "german": 562, "ghanu": 563, "ghar": 564, "god": 565, "golden_house": 566, "golden_house_address": 567, "golden_house_phone": 568, "golden_house_post_code": 569, "golden_wok": 570, "golden_wok_address": 571, "golden_wok_phone": 572, "golden_wok_post_code": 573, "golden_woks": 574, "gonville": 575, "good": 576, "goodbye": 577, "gotu": 578, "gourmet_burger_kitchen": 579, "gourmet_burger_kitchen_address": 580, "gourmet_burger_kitchen_phone": 581, "gourmet_burger_kitchen_post_code": 582, "graffiti": 583, "graffiti_address": 584, "graffiti_phone": 585, "graffiti_post_code": 586, "grafton_hotel_restaurant": 587, "grafton_hotel_restaurant_address": 588, "grafton_hotel_restaurant_phone": 589, "grafton_hotel_restaurant_post_code": 590, "great": 591, "great!": 592, "greek": 593, "grill": 594, "ha": 595, "ha!": 596, "haa": 597, "haan": 598, "hade": 599, "hajar": 600, "hakka": 601, "hakka_address": 602, "hakka_phone": 603, "hakka_post_code": 604, "halal": 605, "halo": 606, "hase": 607, "hasi": 608, "haso": 609, "hasvu": 610, "hata": 611, "hathi": 612, "hati": 613, "hato": 614, "hatu": 615, "have": 616, "havey": 617, "hay": 618, "he": 619, "hello": 620, "help": 621, "hi": 622, "hindi": 623, "hk_fusion": 624, "hk_fusion_address": 625, "hk_fusion_phone": 626, "hk_fusion_post_code": 627, "hm": 628, "ho": 629, "hoe": 630, "hoi": 631, "hol": 632, "holy": 633, "hon": 634, "hotel": 635, "hotel_du_vin_and_bistro": 636, "hotel_du_vin_and_bistro_address": 637, "hotel_du_vin_and_bistro_phone": 638, "hotel_du_vin_and_bistro_post_code": 639, "house": 640, "hova": 641, "hovi": 642, "hovo": 643, "hovu": 644, "hovum": 645, "hovun": 646, "hoy": 647, "hoye": 648, "hu": 649, "hub": 650, "huh": 651, "hujoe": 652, "hum": 653, "hun": 654, "hungarian": 655, "huun": 656, "hy": 657, "i": 658, "icchu": 659, "ich": 660, "ichchho": 661, "ichchhta": 662, "ichchhu": 663, "im": 664, "in": 665, "inaudible": 666, "include": 667, "ind": 668, "india": 669, "india_house": 670, "india_house_address": 671, "india_house_phone": 672, "india_house_post_code": 673, "indian": 674, "indians": 675, "indo": 676, "indonesian": 677, "information": 678, "inner": 679, "instead": 680, "interest": 681, "international": 682, "irish": 683, "is": 684, "it": 685, "italian": 686, "j": 687, "j_restaurant": 688, "j_restaurant_address": 689, "j_restaurant_phone": 690, "j_restaurant_post_code": 691, "jaani": 692, "jaanvu": 693, "jaav": 694, "jaga": 695, "jagah": 696, "jagya": 697, "jahirat": 698, "jai": 699, "jais": 700, "jalak": 701, "jamaica": 702, "jamaican": 703, "jamcian": 704, "jamvanu": 705, "jamvu": 706, "janvi": 707, "janvu": 708, "japanese": 709, "jara": 710, "jaroor": 711, "jarur": 712, "jarura": 713, "jarurat": 714, "jaruri": 715, "jaruriyat": 716, "jase": 717, "jate": 718, "jav": 719, "javu": 720, "jawab": 721, "je": 722, "jema": 723, "jeni": 724, "jeno": 725, "jenu": 726, "jesus": 727, "jeva": 728, "jevu": 729, "jinling_noodle_bar": 730, "jinling_noodle_bar_address": 731, "jinling_noodle_bar_phone": 732, "jinling_noodle_bar_post_code": 733, "jo": 734, "joa": 735, "job": 736, "jode": 737, "joe": 738, "joea": 739, "joeye": 740, "joi": 741, "joia": 742, "joie": 743, "joise": 744, "joitu": 745, "joiye": 746, "joje": 747, "jote": 748, "joto": 749, "jou": 750, "jov": 751, "jovu": 752, "joye": 753, "joyiye": 754, "joyye": 755, "judu": 756, "jumaican": 757, "junu": 758, "just": 759, "jya": 760, "jyaaare": 761, "jyam": 762, "jyan": 763, "k": 764, "kaai": 765, "kaam": 766, "kaayi": 767, "kadach": 768, "kae": 769, "kaek": 770, "kahe": 771, "kahesho": 772, "kaheso": 773, "kahevun": 774, "kahi": 775, "kahis": 776, "kaho": 777, "kahyu": 778, "kai": 779, "kaik": 780, "kaipan": 781, "kaiya": 782, "kalaji": 783, "kalji": 784, "kami": 785, "kamika": 786, "kamipanna": 787, "kapo": 788, "kar": 789, "karato": 790, "karavanun": 791, "karcu": 792, "kare": 793, "kari": 794, "karilau": 795, "karine": 796, "karis": 797, "karish": 798, "karjo": 799, "karnar": 800, "karo": 801, "karse": 802, "karsho": 803, "karso": 804, "karta": 805, "karte": 806, "karti": 807, "karto": 808, "kartu": 809, "kartuek": 810, "karu": 811, "karum": 812, "karva": 813, "karvama": 814, "karvo": 815, "karvu": 816, "karwa": 817, "karyo": 818, "kashu": 819, "kashun": 820, "kasu": 821, "kato": 822, "kay": 823, "kaya": 824, "kayi": 825, "kayo": 826, "kayu": 827, "ka\u1e37aji": 828, "ke": 829, "keh": 830, "kehso": 831, "kehvu": 832, "kem": 833, "ketlak": 834, "ketlo": 835, "ketlu": 836, "ketluk": 837, "keu": 838, "keva": 839, "kevi": 840, "kevu": 841, "kewa": 842, "khabar": 843, "khakhadavu": 844, "khali": 845, "khana": 846, "khanu": 847, "kharab": 848, "kharchala": 849, "kharcho": 850, "khava": 851, "khavano": 852, "khavanu": 853, "khock": 854, "khorak": 855, "khoraka": 856, "khorakh": 857, "khotu": 858, "khub": 859, "kiak": 860, "kidho": 861, "kii": 862, "killeen": 863, "kimat": 864, "kimmat": 865, "kimmata": 866, "kimmte": 867, "kind": 868, "kitalian": 869, "kitalina": 870, "kitchen": 871, "kiyan": 872, "koda": 873, "kohinoor": 874, "kohinoor_address": 875, "kohinoor_phone": 876, "kohinoor_post_code": 877, "koi": 878, "koipa": 879, "koipan": 880, "koipana": 881, "kona": 882, "konathi": 883, "kono": 884, "konu": 885, "kor": 886, "korea": 887, "korean": 888, "korsika": 889, "kosher": 890, "ko\u1e0da": 891, "kripa": 892, "krpa": 893, "krso": 894, "krupa": 895, "krwa": 896, "kuvo": 897, "kya": 898, "kyan": 899, "kyare": 900, "kymmoy": 901, "kymmoy_address": 902, "kymmoy_phone": 903, "kymmoy_post_code": 904, "la_": 905, "la_margherita": 906, "la_margherita_address": 907, "la_margherita_phone": 908, "la_margherita_post_code": 909, "la_margheritas": 910, "la_mimosa": 911, "la_mimosa_address": 912, "la_mimosa_phone": 913, "la_mimosa_post_code": 914, "la_raza": 915, "la_raza_address": 916, "la_raza_phone": 917, "la_raza_post_code": 918, "la_tasca": 919, "la_tasca_address": 920, "la_tasca_phone": 921, "la_tasca_post_code": 922, "labenese": 923, "labonese": 924, "lage": 925, "lagse": 926, "lai": 927, "lan_hong_house": 928, "lan_hong_house_address": 929, "lan_hong_house_phone": 930, "lan_hong_house_post_code": 931, "latkavi": 932, "lau": 933, "lava": 934, "leban": 935, "lebanese": 936, "leta": 937, "list": 938, "listen": 939, "little_seoul": 940, "little_seoul_address": 941, "little_seoul_phone": 942, "little_seoul_post_code": 943, "little_seouls": 944, "lo": 945, "location": 946, "loch_fyne": 947, "loch_fyne_address": 948, "loch_fyne_phone": 949, "loch_fyne_post_code": 950, "loko": 951, "low": 952, "luck": 953, "ly": 954, "m": 955, "ma": 956, "maaf": 957, "maaj": 958, "maan": 959, "maari": 960, "maate": 961, "mach": 962, "madad": 963, "made": 964, "madhy": 965, "madhya": 966, "madi": 967, "madvu": 968, "mafat": 969, "magdalene": 970, "mago": 971, "mahal_of_cambridge": 972, "mahal_of_cambridge_address": 973, "mahal_of_cambridge_phone": 974, "mahal_of_cambridge_post_code": 975, "mahan": 976, "maharajah_tandoori_restaurant": 977, "maharajah_tandoori_restaurant_address": 978, "maharajah_tandoori_restaurant_phone": 979, "maharajah_tandoori_restaurant_post_code": 980, "mahre": 981, "mail": 982, "maine": 983, "maj": 984, "malasian": 985, "malaysian": 986, "male": 987, "mali": 988, "malse": 989, "malshe": 990, "malsu": 991, "malvi": 992, "malyum": 993, "mam": 994, "mame": 995, "mandal": 996, "mane": 997, "mange": 998, "mango": 999, "mangu": 1000, "mar": 1001, "mara": 1002, "mare": 1003, "mari": 1004, "marl": 1005, "maro": 1006, "marr": 1007, "masala": 1008, "matalaba": 1009, "match": 1010, "mate": 1011, "mate`": 1012, "mathi": 1013, "matra": 1014, "matter": 1015, "mazama": 1016, "me": 1017, "mediteranean": 1018, "mediteranian": 1019, "mediterranean": 1020, "meditteranian": 1021, "medium": 1022, "medterranean": 1023, "medvi": 1024, "meghna": 1025, "meghna_address": 1026, "meghna_phone": 1027, "meghna_post_code": 1028, "meharani": 1029, "meharbani": 1030, "meherbani": 1031, "melavi": 1032, "melvi": 1033, "mexican": 1034, "meze_bar_restaurant": 1035, "meze_bar_restaurant_address": 1036, "meze_bar_restaurant_phone": 1037, "meze_bar_restaurant_post_code": 1038, "mhar": 1039, "mhare": 1040, "mia": 1041, "michaelhouse_cafe": 1042, "michaelhouse_cafe_address": 1043, "michaelhouse_cafe_phone": 1044, "michaelhouse_cafe_post_code": 1045, "middle_eastern": 1046, "midsummer_house_restaurant": 1047, "midsummer_house_restaurant_address": 1048, "midsummer_house_restaurant_phone": 1049, "midsummer_house_restaurant_post_code": 1050, "milton": 1051, "mimosa_post_code": 1052, "mind": 1053, "minuet": 1054, "missing": 1055, "mmber": 1056, "mmhm": 1057, "moderan_european": 1058, "moderate": 1059, "moderately": 1060, "modern": 1061, "modern_European": 1062, "modern_european": 1063, "modernity": 1064, "moerately": 1065, "monghi": 1066, "morden_european": 1067, "morderately": 1068, "moroccan": 1069, "moron": 1070, "msu": 1071, "much": 1072, "mujab": 1073, "mujabni": 1074, "mum": 1075, "music": 1076, "n": 1077, "na": 1078, "naa": 1079, "naam": 1080, "nagar": 1081, "nagarana": 1082, "nahi": 1083, "nai": 1084, "najik": 1085, "nam": 1086, "namabara": 1087, "namaskar": 1088, "nambara": 1089, "name": 1090, "namskar": 1091, "nandos": 1092, "nandos_address": 1093, "nandos_city_centre": 1094, "nandos_city_centre]": 1095, "nandos_city_centre_address": 1096, "nandos_city_centre_phone": 1097, "nandos_phone": 1098, "nandos_post_code": 1099, "naseeb": 1100, "nathi": 1101, "nathiphone": 1102, "navai": 1103, "nave": 1104, "navu": 1105, "ne": 1106, "need": 1107, "new": 1108, "newmarket": 1109, "next": 1110, "ni": 1111, "nice": 1112, "no": 1113, "noice": 1114, "nor": 1115, "north": 1116, "north_american": 1117, "northern_european": 1118, "nosie": 1119, "nthi": 1120, "nu": 1121, "number": 1122, "number!": 1123, "numer": 1124, "nw": 1125, "o": 1126, "ochha": 1127, "ochhu": 1128, "oe": 1129, "of": 1130, "oh": 1131, "oje": 1132, "ok": 1133, "okau": 1134, "okay": 1135, "on": 1136, "one": 1137, "ooh": 1138, "opean": 1139, "option": 1140, "options": 1141, "or": 1142, "ori": 1143, "oriental": 1144, "ostro": 1145, "ot": 1146, "out": 1147, "over": 1148, "p": 1149, "paachu": 1150, "paart": 1151, "paase": 1152, "pabasian": 1153, "pacha": 1154, "pachha": 1155, "pachhi": 1156, "pachi": 1157, "pacho": 1158, "pachu": 1159, "pade": 1160, "padharo": 1161, "padse": 1162, "padto": 1163, "padtu": 1164, "pahela": 1165, "paidi": 1166, "pan": 1167, "pana": 1168, "panahar": 1169, "panahar_address": 1170, "panahar_phone": 1171, "panahar_post_code": 1172, "panasian": 1173, "par": 1174, "para": 1175, "parakar": 1176, "parantu": 1177, "park": 1178, "parosati": 1179, "parosatu": 1180, "parose": 1181, "parosi": 1182, "parsiyana": 1183, "part": 1184, "parts": 1185, "parva": 1186, "parvah": 1187, "parwah": 1188, "pasand": 1189, "pasant": 1190, "pase": 1191, "pasethi": 1192, "pass": 1193, "pato": 1194, "peace": 1195, "peking_restaurant": 1196, "peking_restaurant_address": 1197, "peking_restaurant_phone": 1198, "peking_restaurant_post_code": 1199, "pela": 1200, "peli": 1201, "pelu": 1202, "persian": 1203, "phona": 1204, "phone": 1205, "pick": 1206, "pipasha_restaurant": 1207, "pipasha_restaurant_address": 1208, "pipasha_restaurant_phone": 1209, "pipasha_restaurant_post_code": 1210, "pirsai": 1211, "pirsati": 1212, "pizza": 1213, "pizza_express": 1214, "pizza_express_Fen_Ditton_address": 1215, "pizza_express_address": 1216, "pizza_express_phone": 1217, "pizza_express_post_code": 1218, "pizza_hut": 1219, "pizza_hut_cherry_hinton": 1220, "pizza_hut_cherry_hinton_address": 1221, "pizza_hut_cherry_hinton_phone": 1222, "pizza_hut_cherry_hinton_post_code": 1223, "pizza_hut_city_centre": 1224, "pizza_hut_city_centre_address": 1225, "pizza_hut_city_centre_phone": 1226, "pizza_hut_city_centre_post_code": 1227, "pizza_hut_fen_ditton": 1228, "pizza_hut_fen_ditton_address": 1229, "pizza_hut_fen_ditton_phone": 1230, "pizza_hut_fen_ditton_post_code": 1231, "pizza_hutt": 1232, "place": 1233, "plea": 1234, "pleas": 1235, "pleasE": 1236, "please": 1237, "please!": 1238, "pn": 1239, "pochi": 1240, "polish": 1241, "pollynasian": 1242, "polynesia": 1243, "polynesian": 1244, "port": 1245, "portugese": 1246, "portuguese": 1247, "post": 1248, "posta": 1249, "postal": 1250, "postcode": 1251, "pos\u1e6dana": 1252, "pra": 1253, "prabha": 1254, "prakar": 1255, "prakarama": 1256, "prakarna": 1257, "prakarni": 1258, "prakarno": 1259, "prakarnu": 1260, "prakrar": 1261, "pramane": 1262, "prathama": 1263, "preference": 1264, "prezzo": 1265, "prezzo_address": 1266, "prezzo_phone": 1267, "prezzo_post_code": 1268, "prezzos": 1269, "pri": 1270, "pric": 1271, "price": 1272, "priced": 1273, "pricerange": 1274, "prices": 1275, "priya": 1276, "problem": 1277, "promo": 1278, "pub": 1279, "puchi": 1280, "punravartan": 1281, "puru": 1282, "rahi": 1283, "rahiya": 1284, "raho": 1285, "rahya": 1286, "rahyam": 1287, "rahyio": 1288, "rahyo": 1289, "rahyou": 1290, "rahyu": 1291, "rajmahal": 1292, "rajmahal_address": 1293, "rajmahal_phone": 1294, "rajmahal_post_code": 1295, "rakhato": 1296, "rakhi": 1297, "rakho": 1298, "ran": 1299, "rane": 1300, "range": 1301, "ranges": 1302, "re": 1303, "really": 1304, "reataurant": 1305, "recommend": 1306, "regent": 1307, "regular": 1308, "rehse": 1309, "repeat": 1310, "request": 1311, "res": 1312, "rest": 1313, "restarant": 1314, "restaruants": 1315, "restarunt": 1316, "restarurant": 1317, "restauran": 1318, "restaurant": 1319, "restaurant_alimentum": 1320, "restaurant_alimentum_address": 1321, "restaurant_alimentum_phone": 1322, "restaurant_alimentum_post_code": 1323, "restaurant_one_seven": 1324, "restaurant_one_seven_address": 1325, "restaurant_one_seven_phone": 1326, "restaurant_one_seven_post_code": 1327, "restaurant_two_two": 1328, "restaurant_two_two_address": 1329, "restaurant_two_two_phone": 1330, "restaurant_two_two_post_code": 1331, "restaurantcheap": 1332, "restaurants": 1333, "restaurnt": 1334, "restoranta": 1335, "restuarant": 1336, "resturant": 1337, "resturant_alimentum_post_code": 1338, "result": 1339, "retaurant": 1340, "rhyo": 1341, "rice_boat": 1342, "rice_boat_address": 1343, "rice_boat_phone": 1344, "rice_boat_post_code": 1345, "rice_house": 1346, "rice_house_address": 1347, "rice_house_phone": 1348, "rice_house_post_code": 1349, "right": 1350, "ring": 1351, "rite": 1352, "river": 1353, "riverside_brasserie": 1354, "riverside_brasserie_address": 1355, "riverside_brasserie_phone": 1356, "riverside_brasserie_post_code": 1357, "road": 1358, "romain": 1359, "romanian": 1360, "royal_spice": 1361, "royal_spice_address": 1362, "royal_spice_phone": 1363, "royal_spice_post_code": 1364, "royal_standard": 1365, "royal_standard_address": 1366, "royal_standard_phone": 1367, "royal_standard_post_code": 1368, "rstaurant": 1369, "rum": 1370, "russian": 1371, "s": 1372, "saachi": 1373, "saaru": 1374, "saathe": 1375, "sache": 1376, "sachu": 1377, "sadharan": 1378, "sadhara\u1e47a": 1379, "saffron_brasserie": 1380, "saffron_brasserie_address": 1381, "saffron_brasserie_phone": 1382, "saffron_brasserie_post_code": 1383, "sagwad": 1384, "saher": 1385, "saigon_city": 1386, "saigon_city_address": 1387, "saigon_city_phone": 1388, "saigon_city_post_code": 1389, "saint_johns_chop_house": 1390, "saint_johns_chop_house_address": 1391, "saint_johns_chop_house_phone": 1392, "saint_johns_chop_house_post_code": 1393, "saint_johns_chops_house_post_code": 1394, "sakahari": 1395, "sakay": 1396, "sake": 1397, "sakis": 1398, "sako": 1399, "sakse": 1400, "saksho": 1401, "sakso": 1402, "sakta": 1403, "sakto": 1404, "saku": 1405, "sakum": 1406, "sakun": 1407, "sala_thong": 1408, "sala_thong_address": 1409, "sala_thong_phone": 1410, "sala_thong_post_code": 1411, "salad": 1412, "sales": 1413, "samanya": 1414, "samaye": 1415, "sambhali": 1416, "sambhdi": 1417, "sango": 1418, "saou": 1419, "sar": 1420, "sara": 1421, "saranaman": 1422, "saranamu": 1423, "saranamum": 1424, "saras": 1425, "sari": 1426, "sarnama": 1427, "sarname": 1428, "sarnamu": 1429, "saro": 1430, "saru": 1431, "sarum": 1432, "sarvat": 1433, "sasti": 1434, "sastu": 1435, "sathe": 1436, "sathenu": 1437, "scandinavia": 1438, "scandinavian": 1439, "scotch": 1440, "scottich": 1441, "scottish": 1442, "sea": 1443, "seafood": 1444, "sec": 1445, "select": 1446, "selection": 1447, "sells": 1448, "ser": 1449, "sereve": 1450, "serv": 1451, "serve": 1452, "serveds": 1453, "server": 1454, "serves": 1455, "service": 1456, "serving": 1457, "sesame_restaurant_and_bar": 1458, "sesame_restaurant_and_bar_address": 1459, "sesame_restaurant_and_bar_phone": 1460, "sesame_restaurant_and_bar_post_code": 1461, "seva": 1462, "sevan": 1463, "seve": 1464, "sh": 1465, "shaher": 1466, "shakahari": 1467, "shake": 1468, "shako": 1469, "shaku": 1470, "shakvu": 1471, "shanghai_family_restaurant": 1472, "shanghai_family_restaurant_address": 1473, "shanghai_family_restaurant_phone": 1474, "shanghai_family_restaurant_post_code": 1475, "sharu": 1476, "shdhu": 1477, "shiraz_restaurant": 1478, "shiraz_restaurant_address": 1479, "shiraz_restaurant_phone": 1480, "shiraz_restaurant_post_code": 1481, "shod": 1482, "shodha": 1483, "shodhawa": 1484, "shodhi": 1485, "shodho": 1486, "shodhu": 1487, "shodhva": 1488, "shodhvama": 1489, "shodhvani": 1490, "shodhvi": 1491, "shodhwa": 1492, "shodi": 1493, "shodo": 1494, "shodvama": 1495, "shu": 1496, "shukran": 1497, "shun": 1498, "side": 1499, "sigh": 1500, "signa": 1501, "signature": 1502, "singapore": 1503, "singaporean": 1504, "singaporian": 1505, "sitar_tandoori": 1506, "sitar_tandoori_address": 1507, "sitar_tandoori_phone": 1508, "sitar_tandoori_post_code": 1509, "sivay": 1510, "sivaya": 1511, "smaye": 1512, "so": 1513, "sochvu": 1514, "sock": 1515, "sodha": 1516, "sodhamam": 1517, "sodhava": 1518, "sodhavani": 1519, "sodhhi": 1520, "sodhi": 1521, "sodho": 1522, "sodhu": 1523, "sodhva": 1524, "sodhvani": 1525, "sodhvanu": 1526, "sodhvi": 1527, "sodhvu": 1528, "sodi": 1529, "soghi": 1530, "something": 1531, "sorry": 1532, "south": 1533, "southof": 1534, "spanish": 1535, "sreni": 1536, "sreve": 1537, "start": 1538, "static": 1539, "stazione_restaurant_and_coffee_bar": 1540, "stazione_restaurant_and_coffee_bar_address": 1541, "stazione_restaurant_and_coffee_bar_phone": 1542, "stazione_restaurant_and_coffee_bar_post_code": 1543, "steak": 1544, "steakhouse": 1545, "sthale": 1546, "sthita": 1547, "street": 1548, "su": 1549, "sucana": 1550, "suchano": 1551, "sucks": 1552, "sudhi": 1553, "suggestion": 1554, "sum": 1555, "sun": 1556, "sundar": 1557, "super": 1558, "sure": 1559, "surprise": 1560, "swagat": 1561, "swas": 1562, "swedish": 1563, "swiss": 1564, "system": 1565, "t": 1566, "tae": 1567, "taj_tandoori": 1568, "taj_tandoori_address": 1569, "taj_tandoori_phone": 1570, "taj_tandoori_post_code": 1571, "take": 1572, "takeaway": 1573, "taklif": 1574, "talas": 1575, "talian": 1576, "talk": 1577, "talking": 1578, "tamane": 1579, "tamara": 1580, "tamare": 1581, "tamari": 1582, "tamaro": 1583, "tamaru": 1584, "tame": 1585, "tamharo": 1586, "tamme": 1587, "tamna": 1588, "tamne": 1589, "tamni": 1590, "tamno": 1591, "tamnu": 1592, "tamre": 1593, "tamri": 1594, "tamro": 1595, "tandoori_palace": 1596, "tandoori_palace_address": 1597, "tandoori_palace_phone": 1598, "tandoori_palace_post_code": 1599, "tani": 1600, "tanu": 1601, "tapasmachun": 1602, "taquita": 1603, "taraf": 1604, "tari": 1605, "tasty": 1606, "te": 1607, "telephone": 1608, "tema": 1609, "temana": 1610, "temani": 1611, "temano": 1612, "temathi": 1613, "temna": 1614, "temne": 1615, "temni": 1616, "temno": 1617, "temnu": 1618, "tena": 1619, "tenathi": 1620, "tene": 1621, "teno": 1622, "tenu": 1623, "teo": 1624, "teona": 1625, "teoni": 1626, "teonu": 1627, "tesodho": 1628, "tethi": 1629, "tevi": 1630, "tevu": 1631, "teyo": 1632, "tha": 1633, "thae": 1634, "thai": 1635, "thailand": 1636, "thambo": 1637, "thanh_binh": 1638, "thanh_binh_address": 1639, "thanh_binh_phone": 1640, "thanh_binh_post_code": 1641, "thank": 1642, "thanks": 1643, "that": 1644, "thata": 1645, "thatu": 1646, "thayu": 1647, "the": 1648, "the_americas": 1649, "the_cambridge_chop_house": 1650, "the_cambridge_chop_house_address": 1651, "the_cambridge_chop_house_phone": 1652, "the_cambridge_chop_house_post_code": 1653, "the_copper_kettle": 1654, "the_copper_kettle_address": 1655, "the_copper_kettle_phone": 1656, "the_copper_kettle_post_code": 1657, "the_cow_pizza_kitchen_and_bar_address": 1658, "the_cow_pizza_kitchen_and_bar_phone": 1659, "the_cow_pizza_kitchen_and_bar_post_code": 1660, "the_gandhi": 1661, "the_gandhi_address": 1662, "the_gandhi_phone": 1663, "the_gandhi_post_code": 1664, "the_gardenia": 1665, "the_gardenia_address": 1666, "the_gardenia_phone": 1667, "the_gardenia_post_code": 1668, "the_golden_curry": 1669, "the_golden_curry_address": 1670, "the_golden_curry_phone": 1671, "the_golden_curry_post_code": 1672, "the_good_chinese_food_takeaway_post_code": 1673, "the_good_luck_chinese_food_takeaway_address": 1674, "the_good_luck_chinese_food_takeaway_phone": 1675, "the_hotpot": 1676, "the_hotpot_address": 1677, "the_hotpot_phone": 1678, "the_hotpot_post_code": 1679, "the_lucky_star": 1680, "the_lucky_star_address": 1681, "the_lucky_star_phone": 1682, "the_lucky_star_post_code": 1683, "the_missing_sock": 1684, "the_missing_sock_address": 1685, "the_missing_sock_phone": 1686, "the_missing_sock_post_code": 1687, "the_nirala": 1688, "the_nirala_address": 1689, "the_nirala_phone": 1690, "the_nirala_post_code": 1691, "the_oak_bistro": 1692, "the_oak_bistro_address": 1693, "the_oak_bistro_phone": 1694, "the_oak_bistro_post_code": 1695, "the_river_bar_steakhouse_and_grill_address": 1696, "the_river_bar_steakhouse_and_grill_phone": 1697, "the_river_bar_steakhouse_and_grill_post_code": 1698, "the_slug_and_lettuce": 1699, "the_slug_and_lettuce_address": 1700, "the_slug_and_lettuce_phone": 1701, "the_slug_and_lettuce_post_code": 1702, "the_varsity_restaurant": 1703, "the_varsity_restaurant_address": 1704, "the_varsity_restaurant_phone": 1705, "the_varsity_restaurant_post_code": 1706, "their": 1707, "then": 1708, "there": 1709, "thi": 1710, "thika": 1711, "thodo": 1712, "thodu": 1713, "thoduk": 1714, "time": 1715, "tiraskar": 1716, "tmara": 1717, "to": 1718, "toh": 1719, "tow": 1720, "towm": 1721, "town": 1722, "tpe": 1723, "tpwn": 1724, "tradisional": 1725, "traditional": 1726, "train": 1727, "tran": 1728, "travellers_rest": 1729, "travellers_rest_address": 1730, "travellers_rest_phone": 1731, "travellers_rest_post_code": 1732, "try": 1733, "ttamari": 1734, "tupe": 1735, "tur": 1736, "turk": 1737, "turkey": 1738, "turkish": 1739, "tuscan": 1740, "tya": 1741, "tyaa": 1742, "tyaanu": 1743, "tyam": 1744, "tyan": 1745, "tyano": 1746, "tyare": 1747, "tye": 1748, "type": 1749, "u": 1750, "ugly_duckling": 1751, "ugly_duckling_address": 1752, "ugly_duckling_phone": 1753, "ugly_duckling_post_code": 1754, "uh": 1755, "um": 1756, "uma": 1757, "umber": 1758, "umm": 1759, "unintelligent": 1760, "unintelligible": 1761, "unusual": 1762, "upar": 1763, "uparant": 1764, "vaar": 1765, "vaaru": 1766, "vaat": 1767, "vach": 1768, "vachche": 1769, "vache": 1770, "vachhchhe": 1771, "vada": 1772, "vadhare": 1773, "vadhu": 1774, "vadi": 1775, "vala": 1776, "vali": 1777, "valu": 1778, "vandho": 1779, "vando": 1780, "vanessa": 1781, "vastuo": 1782, "vat": 1783, "veche": 1784, "vechti": 1785, "vegetarian": 1786, "vehche": 1787, "ven": 1788, "venetian": 1789, "venison": 1790, "venue": 1791, "venue_address": 1792, "venue_phone": 1793, "venue_post_code": 1794, "venues": 1795, "very": 1796, "vicara": 1797, "vichar": 1798, "vichari": 1799, "viet": 1800, "vietnam": 1801, "vietnamese": 1802, "vikhyat": 1803, "vinanti": 1804, "vinantine": 1805, "vinci": 1806, "vinesha": 1807, "vise": 1808, "vishay": 1809, "vishe": 1810, "vistar": 1811, "vividh": 1812, "wagamama": 1813, "wagamama_address": 1814, "wagamama_phone": 1815, "wagamama_post_code": 1816, "wait": 1817, "wal": 1818, "wala": 1819, "walo": 1820, "waru": 1821, "water": 1822, "welch": 1823, "welcone": 1824, "well": 1825, "welsh": 1826, "west": 1827, "westof": 1828, "what": 1829, "wiscon": 1830, "workin": 1831, "world": 1832, "worthless": 1833, "wouth": 1834, "ye": 1835, "yea": 1836, "yeah": 1837, "yes": 1838, "yippee_noodle_bar": 1839, "yippee_noodle_bar_address": 1840, "yippee_noodle_bar_phone": 1841, "yippee_noodle_bar_post_code": 1842, "york": 1843, "you": 1844, "yu_garden": 1845, "yu_garden_address": 1846, "yu_garden_phone": 1847, "yu_garden_post_code": 1848, "zaroori": 1849, "zip": 1850, "zizzi_cambridge": 1851, "zizzi_cambridge_address": 1852, "zizzi_cambridge_phone": 1853, "zizzi_cambridge_post_code": 1854, "<beg>": 1855, "<GO>": 1856, "<EOS>": 1857, "<PAD>": 0}