{"": 1, "&": 2, ",": 3, ".": 4, "0": 5, "01223": 6, "1": 7, "10": 8, "108": 9, "17": 10, "2": 11, "3": 12, "323737": 13, "4": 14, "5": 15, "529": 16, "6": 17, "7": 18, "7:30": 19, "8": 20, "9": 21, "<SILENCE>": 22, "?": 23, "C.B": 24, "D.P": 25, "Enna.": 26, "L.E": 27, "N.F": 28, "Ok.": 29, "R_address": 30, "R_cuisine": 31, "R_location": 32, "R_phone": 33, "R_post_code": 34, "R_price": 35, "R_rating": 36, "Sorry.": 37, "Sure.": 38, "U.F": 39, "a": 40, "a.": 41, "aa": 42, "aachu": 43, "aaciya": 44, "aaga": 45, "aagalaama": 46, "aaganum": 47, "aam": 48, "aama": 49, "aamam": 50, "aana": 51, "aanaal": 52, "aanadha": 53, "aanadhu": 54, "aanalum": 55, "aayiduchu": 56, "abipprayam.": 57, "abiprayam": 58, "abiprayam.": 59, "ad": 60, "adanudai": 61, "adanudaiexpensive": 62, "adddress": 63, "addres": 64, "address": 65, "addressah": 66, "addresses": 67, "addressum": 68, "adha": 69, "adhai": 70, "adhavudhu": 71, "adhellam": 72, "adhoda": 73, "adhu": 74, "adhuku": 75, "adhum": 76, "adhumathiri": 77, "adhuvum": 78, "adra": 79, "adress": 80, "adressah": 81, "adressum": 82, "adu": 83, "adutha": 84, "aduthu": 85, "af": 86, "afghan": 87, "africa": 88, "african": 89, "afternoon": 90, "aga": 91, "agudhu": 92, "ah": 93, "ai": 94, "aingae": 95, "air": 96, "airatarin": 97, "airitran": 98, "ait": 99, "alathukum": 100, "alavu": 101, "ali_baba": 102, "ali_baba_address": 103, "ali_baba_phone": 104, "ali_baba_post_code": 105, "alla.": 106, "allathu": 107, "alright": 108, "alternative": 109, "am": 110, "ama": 111, "amaa": 112, "amaam": 113, "amaintha": 114, "amainthathaahum.": 115, "amam": 116, "american": 117, "americas": 118, "ammam": 119, "amount": 120, "an": 121, "ana": 122, "anaku": 123, "anal": 124, "anapu": 125, "anatolia": 126, "anatolia_address": 127, "anatolia_phone": 128, "anatolia_post_code": 129, "and": 130, "andha": 131, "anga": 132, "ange": 133, "angu": 134, "anjal": 135, "anku": 136, "another": 137, "answer": 138, "antha": 139, "anthamari": 140, "anthu": 141, "anvangloda": 142, "any": 143, "anything": 144, "anywhere": 145, "aparam": 146, "apayeum": 147, "api_call": 148, "apo": 149, "appadi": 150, "appadinna": 151, "appadiya": 152, "apparam": 153, "apparum": 154, "appleton": 155, "appo": 156, "appram": 157, "appuram": 158, "apram": 159, "aprama": 160, "aprom": 161, "apuram": 162, "arambi": 163, "are": 164, "area": 165, "areala": 166, "areas": 167, "aristrain": 168, "arivattra": 169, "arla": 170, "arotrian": 171, "art": 172, "arts": 173, "arumaiyana": 174, "asai": 175, "asaipaduran": 176, "asian": 177, "asian_oriental": 178, "ask": 179, "ask_address": 180, "ask_phone": 181, "ask_post_code": 182, "at": 183, "atai": 184, "atan": 185, "atha": 186, "athai": 187, "athalam": 188, "athan": 189, "athoda": 190, "athode": 191, "athu": 192, "athuku": 193, "athula": 194, "athuvum": 195, "austallison": 196, "austral": 197, "australasian": 198, "australia": 199, "australian": 200, "austria": 201, "austrian": 202, "austro": 203, "avage": 204, "available": 205, "available.": 206, "avalothaa": 207, "avalothan": 208, "avanga": 209, "avangaloda": 210, "avangloda": 211, "avanka": 212, "avargal": 213, "avargaludaya": 214, "avarkal": 215, "avarkalin": 216, "avaroda": 217, "avarudaiya": 218, "avlathaan": 219, "avlo": 220, "avlothan": 221, "avunga": 222, "avungaloda": 223, "avvalavu": 224, "aw": 225, "aw.": 226, "awesome": 227, "ayirkara": 228, "ayitten.": 229, "ayyo": 230, "back": 231, "background_speech": 232, "backstreet_bistro": 233, "backstreet_bistro_address": 234, "backstreet_bistro_phone": 235, "backstreet_bistro_post_code": 236, "bad": 237, "bangkok_city": 238, "bangkok_city_address": 239, "bangkok_city_phone": 240, "bangkok_city_post_code": 241, "bar": 242, "barbecue": 243, "barbeque": 244, "bart": 245, "basis": 246, "bask": 247, "baskaye": 248, "baskey": 249, "basque": 250, "bat": 251, "because": 252, "bedouin": 253, "bedouin_address": 254, "bedouin_phone": 255, "bedouin_post_code": 256, "belgian": 257, "belgium": 258, "bistro": 259, "bloomsbury": 260, "bloomsbury_restaurant": 261, "bloomsbury_restaurant_address": 262, "bloomsbury_restaurant_phone": 263, "bloomsbury_restaurant_post_code": 264, "blow": 265, "bra": 266, "brazilian": 267, "breath": 268, "breathing": 269, "british": 270, "burger": 271, "but": 272, "bye": 273, "bye.": 274, "c": 275, "cUISINE": 276, "ca": 277, "caffe_uno": 278, "caffe_uno_address": 279, "caffe_uno_phone": 280, "caffe_uno_post_code": 281, "caius": 282, "call": 283, "cambridge": 284, "cambridge_lodge_restaurant": 285, "cambridge_lodge_restaurant_address": 286, "cambridge_lodge_restaurant_phone": 287, "cambridge_lodge_restaurant_post_code": 288, "can": 289, "cana": 290, "canap": 291, "canape": 292, "canapes": 293, "cancun": 294, "cannabis": 295, "canope": 296, "canopus": 297, "cant": 298, "cantonese": 299, "care": 300, "care.": 301, "caribbean": 302, "castro": 303, "cata": 304, "catalan": 305, "catalanian": 306, "catalen": 307, "catalin": 308, "catalonia": 309, "center": 310, "center'la": 311, "centerla": 312, "central": 313, "centralla": 314, "centre": 315, "ceytu": 316, "ceyya": 317, "change": 318, "charlie_chan": 319, "charlie_chan_address": 320, "charlie_chan_phone": 321, "charlie_chan_post_code": 322, "che": 323, "cheap": 324, "cheapprice": 325, "cheappricela": 326, "check": 327, "cherries": 328, "chesterton": 329, "chi": 330, "chikkis": 331, "chinese": 332, "chinesefood": 333, "chiquito": 334, "chiquito_restaurant_bar": 335, "chiquito_restaurant_bar_address": 336, "chiquito_restaurant_bar_phone": 337, "chiquito_restaurant_bar_post_code": 338, "chiquitovoda": 339, "choice": 340, "christ": 341, "christmas": 342, "cirapu": 343, "city": 344, "city_stop_restaurant": 345, "city_stop_restaurant_address": 346, "city_stop_restaurant_phone": 347, "city_stop_restaurant_post_code": 348, "class": 349, "clowns_cafe": 350, "clowns_cafe_address": 351, "clowns_cafe_phone": 352, "clowns_cafe_post_code": 353, "cocum": 354, "cocum_address": 355, "cocum_phone": 356, "cocum_post_code": 357, "code": 358, "code.": 359, "codum": 360, "college": 361, "colvatu": 362, "confirm": 363, "confuse": 364, "continental": 365, "cool": 366, "correct": 367, "corsica": 368, "cost": 369, "cote": 370, "cote_address": 371, "cote_phone": 372, "cote_post_code": 373, "cotto": 374, "cotto_address": 375, "cotto_phone": 376, "cotto_post_code": 377, "cough": 378, "cow": 379, "creative": 380, "croatia": 381, "cross": 382, "crossover": 383, "crosstalk": 384, "cuban": 385, "cuisine": 386, "curry_garden": 387, "curry_garden_address": 388, "curry_garden_phone": 389, "curry_garden_post_code": 390, "curry_king": 391, "curry_king_address": 392, "curry_king_phone": 393, "curry_king_post_code": 394, "curry_prince": 395, "curry_prince_address": 396, "curry_prince_phone": 397, "curry_prince_post_code": 398, "curry_queen": 399, "curry_queen_address": 400, "curry_queen_phone": 401, "curry_queen_post_code": 402, "cusine": 403, "cute": 404, "da": 405, "da_vinci_pizzeria": 406, "da_vinci_pizzeria_address": 407, "da_vinci_pizzeria_phone": 408, "da_vinci_pizzeria_post_code": 409, "dai": 410, "damn": 411, "danish": 412, "darling": 413, "darrys_cookhouse_and_wine_shop": 414, "darrys_cookhouse_and_wine_shop_address": 415, "darrys_cookhouse_and_wine_shop_phone": 416, "darrys_cookhouse_and_wine_shop_post_code": 417, "day": 418, "de_luca_cucina_and_bar": 419, "de_luca_cucina_and_bar_address": 420, "de_luca_cucina_and_bar_phone": 421, "de_luca_cucina_and_bar_post_code": 422, "dear": 423, "deri": 424, "dhaivu": 425, "dhan": 426, "dhane": 427, "dhayavuseithu": 428, "different": 429, "dish": 430, "ditton": 431, "dojo_noodle_bar": 432, "dojo_noodle_bar_address": 433, "dojo_noodle_bar_phone": 434, "dojo_noodle_bar_post_code": 435, "don't": 436, "don_pasquale_pizzeria": 437, "don_pasquale_pizzeria_address": 438, "don_pasquale_pizzeria_phone": 439, "don_pasquale_pizzeria_post_code": 440, "dont": 441, "dr": 442, "dress": 443, "dubai": 444, "ea": 445, "eanna": 446, "eapadi": 447, "eapdai": 448, "earatree": 449, "earetree": 450, "eartrain": 451, "east": 452, "eathavathu": 453, "ecuadorean": 454, "edachum": 455, "edam": 456, "edathil": 457, "edathu": 458, "edathula": 459, "edavadhu": 460, "edavadu": 461, "eddathil": 462, "eddavadu": 463, "edha": 464, "edhaachu": 465, "edhaavadhu": 466, "edhachu": 467, "edhavadhu": 468, "edhavadu": 469, "edhavdu": 470, "edhavudhu": 471, "edhavuthu": 472, "edho": 473, "edhuvume": 474, "edidam.": 475, "edu": 476, "edu.": 477, "eduthutu": 478, "efes_restaurant": 479, "efes_restaurant_address": 480, "efes_restaurant_phone": 481, "efes_restaurant_post_code": 482, "eh": 483, "eirtrean": 484, "eirukka": 485, "ella": 486, "ellam": 487, "else": 488, "en": 489, "ena": 490, "enaa": 491, "enak": 492, "enakku": 493, "enakku..": 494, "enakkuv": 495, "enaku": 496, "enathu": 497, "enda": 498, "endha": 499, "endonesian": 500, "endru": 501, "enga": 502, "engal": 503, "engala": 504, "enge": 505, "english": 506, "engum": 507, "enna": 508, "enna.": 509, "ennaa": 510, "ennachi": 511, "ennadhu": 512, "ennai": 513, "ennaku": 514, "ennal": 515, "ennala": 516, "ennamo": 517, "ennathu": 518, "ennava": 519, "enne": 520, "ennidam": 521, "ennkau": 522, "ennuku": 523, "enoda": 524, "entha": 525, "enthavthu": 526, "enuku": 527, "epadi": 528, "epdi": 529, "eppa": 530, "eppadi": 531, "eppadiu": 532, "eppo": 533, "epudi": 534, "eraina": 535, "eraina_address": 536, "eraina_phone": 537, "eraina_post_code": 538, "eratrain": 539, "eritrean": 540, "errukein.": 541, "eruka": 542, "erukanum": 543, "erukein": 544, "erukku": 545, "eruku": 546, "etahvthu": 547, "etha": 548, "ethaavthu": 549, "ethachum": 550, "ethana": 551, "ethavathi": 552, "ethavathu": 553, "ethavatu": 554, "ethavdu": 555, "ethavthu": 556, "ethavuthu": 557, "ethevathu": 558, "ethir": 559, "ethu": 560, "ethuva": 561, "ethuvum": 562, "ethuvume": 563, "euorpean": 564, "euro": 565, "europ": 566, "europea": 567, "european": 568, "europene": 569, "evalavu": 570, "evalo": 571, "evvalavu": 572, "excellent": 573, "expensive": 574, "expensiveprice": 575, "fast": 576, "feed": 577, "fen": 578, "final": 579, "find": 580, "first": 581, "fitzbillies_restaurant": 582, "fitzbillies_restaurant_address": 583, "fitzbillies_restaurant_phone": 584, "fitzbillies_restaurant_post_code": 585, "foo": 586, "food": 587, "food'ku": 588, "food.": 589, "foodaa": 590, "foodah": 591, "foods": 592, "foodunu": 593, "for": 594, "forget": 595, "frankie_and_bennys": 596, "frankie_and_bennys_address": 597, "frankie_and_bennys_phone": 598, "frankie_and_bennys_post_code": 599, "freakin": 600, "free": 601, "french": 602, "fuck": 603, "fucking": 604, "fusion": 605, "galleria": 606, "galleria_address": 607, "galleria_phone": 608, "galleria_post_code": 609, "ganja": 610, "garden": 611, "gardens": 612, "gasper": 613, "gastro": 614, "gastropub": 615, "ger": 616, "germ": 617, "german": 618, "get": 619, "god": 620, "golden_house": 621, "golden_house_address": 622, "golden_house_phone": 623, "golden_house_post_code": 624, "golden_wok": 625, "golden_wok_address": 626, "golden_wok_phone": 627, "golden_wok_post_code": 628, "golden_woks": 629, "gonville": 630, "good": 631, "goodbye": 632, "goodbye.": 633, "gourmet_burger_kitchen": 634, "gourmet_burger_kitchen_address": 635, "gourmet_burger_kitchen_phone": 636, "gourmet_burger_kitchen_post_code": 637, "graffiti": 638, "graffiti_address": 639, "graffiti_phone": 640, "graffiti_post_code": 641, "grafton_hotel_restaurant": 642, "grafton_hotel_restaurant_address": 643, "grafton_hotel_restaurant_phone": 644, "grafton_hotel_restaurant_post_code": 645, "great": 646, "greek": 647, "grill": 648, "gye": 649, "hakka": 650, "hakka_address": 651, "hakka_phone": 652, "hakka_post_code": 653, "halal": 654, "halo": 655, "have": 656, "hello": 657, "help": 658, "hey": 659, "hi": 660, "hindi": 661, "hk_fusion": 662, "hk_fusion_address": 663, "hk_fusion_phone": 664, "hk_fusion_post_code": 665, "hm": 666, "hmm": 667, "hmmm": 668, "holy": 669, "hotel": 670, "hotel_du_vin_and_bistro": 671, "hotel_du_vin_and_bistro_address": 672, "hotel_du_vin_and_bistro_phone": 673, "hotel_du_vin_and_bistro_post_code": 674, "house": 675, "huh": 676, "hungarian": 677, "hut": 678, "i": 679, "idam": 680, "idam.": 681, "idama": 682, "idathhil": 683, "idathil": 684, "idathula": 685, "iddathil": 686, "idhu": 687, "idhuku": 688, "idhukulaye": 689, "idil": 690, "idu": 691, "ientha": 692, "il": 693, "il.": 694, "ila": 695, "ilai": 696, "ilana": 697, "ilavasa": 698, "ilavasam": 699, "illa": 700, "illa.": 701, "illai": 702, "illai.": 703, "illai.Enakku": 704, "illaiya": 705, "illana": 706, "illatha": 707, "illati": 708, "illaya": 709, "ille": 710, "ille.": 711, "illena": 712, "in": 713, "inaudible": 714, "ind": 715, "inda": 716, "indha": 717, "india": 718, "india_house": 719, "india_house_address": 720, "india_house_phone": 721, "india_house_post_code": 722, "indian": 723, "indians": 724, "indo": 725, "indonesian": 726, "information": 727, "inga": 728, "inner": 729, "innonnu": 730, "innoru": 731, "innum": 732, "inondru": 733, "interest": 734, "international": 735, "intha": 736, "ipa": 737, "ippo": 738, "ippothikku": 739, "irish": 740, "irkane": 741, "irku": 742, "irkuku": 743, "irruka": 744, "irrukalam": 745, "irrukanum": 746, "irrukara": 747, "irruken": 748, "irrukkangala.": 749, "irrukkirathu.": 750, "irruku": 751, "irrukum": 752, "irrukuma": 753, "iruka": 754, "irukaa": 755, "irukaanga": 756, "irukaen": 757, "irukagala": 758, "irukan": 759, "irukanom": 760, "irukanu": 761, "irukanum": 762, "irukara": 763, "irukardhu": 764, "irukatum": 765, "irukean": 766, "iruken": 767, "irukira": 768, "irukiratha": 769, "irukiren": 770, "irukka": 771, "irukka.": 772, "irukkanam": 773, "irukkanum": 774, "irukkanum.": 775, "irukkaratha": 776, "irukken": 777, "irukken.": 778, "irukkira": 779, "irukkirathu": 780, "irukkiren.": 781, "irukku": 782, "irukku.": 783, "irukkum": 784, "irukkura": 785, "iruku": 786, "irukum": 787, "irukuma": 788, "irukunu": 789, "irukura": 790, "irukuramathiri": 791, "irukuratha": 792, "irukurathala": 793, "irundha": 794, "irundhaalaum": 795, "irundhalum": 796, "irundudhu": 797, "irunga": 798, "irunth": 799, "irunthalum": 800, "irunthen": 801, "irunthuchu": 802, "is": 803, "isai": 804, "ishtam": 805, "it": 806, "it.": 807, "ital": 808, "italian": 809, "italians": 810, "itha": 811, "ithoda": 812, "ithu": 813, "j_restaurant": 814, "j_restaurant_address": 815, "j_restaurant_phone": 816, "j_restaurant_post_code": 817, "jamaica": 818, "jamaican": 819, "jamcian": 820, "japanese": 821, "jesus": 822, "jinling_noodle_bar": 823, "jinling_noodle_bar_address": 824, "jinling_noodle_bar_phone": 825, "jinling_noodle_bar_post_code": 826, "just": 827, "kaaka": 828, "kaangiren": 829, "kaathiru": 830, "kadacha": 831, "kadaikkuma": 832, "kadaikkumaa": 833, "kadaikuma": 834, "kadaikuuma": 835, "kadavule": 836, "kadupudikanu": 837, "kaduvulae": 838, "kaga": 839, "kamega": 840, "kammi": 841, "kammiyana": 842, "kandipaga": 843, "kandu": 844, "kandupidika": 845, "kandupidikanam": 846, "kandupidikanum": 847, "kandupidikka": 848, "kandupidikkanum": 849, "kandupudi": 850, "kandupudika": 851, "kandupudikanu": 852, "kandupudikanum": 853, "karutu": 854, "kavala": 855, "kavalai": 856, "kavalaipadavillai": 857, "kavalayum": 858, "kavali": 859, "kay": 860, "keadakuma": 861, "kedaikara": 862, "kedaikaramadiri": 863, "kedaikira": 864, "kedaikra": 865, "kedaikum": 866, "kedaikuma": 867, "kediakuma": 868, "kekirata": 869, "kekka": 870, "kelu": 871, "kiadikkuma": 872, "kidaikira": 873, "kidaikkum": 874, "kidaikkuma": 875, "kidaikkuma.": 876, "kidaikra": 877, "kidaikum": 878, "kidaikuma": 879, "kidaikumaa": 880, "kidakuma": 881, "killeen": 882, "kind": 883, "kita": 884, "kitaikkuma": 885, "kitalian": 886, "kitchen": 887, "kitta": 888, "kittu": 889, "ki\u1e6daikkuma": 890, "kkaga.": 891, "knocking": 892, "ko": 893, "kodunga": 894, "kodunga.": 895, "kodungal": 896, "kodunkal": 897, "kodupaanga": 898, "kohinoor": 899, "kohinoor_address": 900, "kohinoor_phone": 901, "kohinoor_post_code": 902, "koli": 903, "kondirukkiren": 904, "kondu": 905, "konjam": 906, "kooda": 907, "koodia": 908, "koodiya": 909, "kooduvaga": 910, "kor": 911, "korea": 912, "korean": 913, "kosher": 914, "ktte": 915, "ku": 916, "kudango.": 917, "kudu": 918, "kuduka": 919, "kudukamudiyuma": 920, "kudukara": 921, "kudukaringla": 922, "kudukka": 923, "kudukkanum": 924, "kudukkara": 925, "kudukkura": 926, "kudunga": 927, "kudungu": 928, "kula": 929, "kulla": 930, "kuriyeedu": 931, "kymmoy": 932, "kymmoy_address": 933, "kymmoy_phone": 934, "kymmoy_post_code": 935, "la": 936, "la_margherita": 937, "la_margherita_address": 938, "la_margherita_phone": 939, "la_margherita_post_code": 940, "la_margheritas": 941, "la_mimosa": 942, "la_mimosa_address": 943, "la_mimosa_phone": 944, "la_mimosa_post_code": 945, "la_raza": 946, "la_raza_address": 947, "la_raza_phone": 948, "la_raza_post_code": 949, "la_tasca": 950, "la_tasca_address": 951, "la_tasca_phone": 952, "la_tasca_post_code": 953, "labenese": 954, "labonese": 955, "lam": 956, "lan_hong_house": 957, "lan_hong_house_address": 958, "lan_hong_house_phone": 959, "lan_hong_house_post_code": 960, "last": 961, "laughing": 962, "layachum": 963, "layum": 964, "le": 965, "leban": 966, "lebanese": 967, "lenthu": 968, "leya": 969, "list": 970, "little_seoul": 971, "little_seoul_address": 972, "little_seoul_phone": 973, "little_seoul_post_code": 974, "little_seouls": 975, "location": 976, "locationla": 977, "loch_fyne": 978, "loch_fyne_address": 979, "loch_fyne_phone": 980, "loch_fyne_post_code": 981, "loo": 982, "looking": 983, "luck": 984, "lum": 985, "ly": 986, "m": 987, "maadhiri": 988, "maadiri": 989, "maadri": 990, "maari": 991, "maarikaran": 992, "maataen": 993, "maathidunga": 994, "maathiri": 995, "maaththidunga": 996, "madhiri": 997, "madiri": 998, "madri": 999, "magdalene": 1000, "mahal_of_cambridge": 1001, "mahal_of_cambridge_address": 1002, "mahal_of_cambridge_phone": 1003, "mahal_of_cambridge_post_code": 1004, "maharajah_tandoori_restaurant": 1005, "maharajah_tandoori_restaurant_address": 1006, "maharajah_tandoori_restaurant_phone": 1007, "maharajah_tandoori_restaurant_post_code": 1008, "mail": 1009, "maiya": 1010, "maiyam": 1011, "maiyaththil": 1012, "maiyattil": 1013, "malaysian": 1014, "malivaana": 1015, "mannikkavum": 1016, "marandhudu": 1017, "mari": 1018, "marubadiyum": 1019, "marum": 1020, "marupadium": 1021, "marupadiyum": 1022, "mat": 1023, "mataen": 1024, "matha": 1025, "mathikitan": 1026, "mathiri": 1027, "mathri": 1028, "mathriyana": 1029, "matra": 1030, "matri": 1031, "matrum": 1032, "matter": 1033, "mattrum": 1034, "mattum": 1035, "mayam": 1036, "mayathil": 1037, "me": 1038, "meant": 1039, "mediteranean": 1040, "mediteranian": 1041, "mediterranean": 1042, "meditteranian": 1043, "medium": 1044, "medium.": 1045, "medterranean": 1046, "meedhi": 1047, "meendum": 1048, "meghna": 1049, "meghna_address": 1050, "meghna_phone": 1051, "meghna_post_code": 1052, "mendum": 1053, "mexican": 1054, "meze_bar_restaurant": 1055, "meze_bar_restaurant_address": 1056, "meze_bar_restaurant_phone": 1057, "meze_bar_restaurant_post_code": 1058, "mia": 1059, "michaelhouse_cafe": 1060, "michaelhouse_cafe_address": 1061, "michaelhouse_cafe_phone": 1062, "michaelhouse_cafe_post_code": 1063, "middle_eastern": 1064, "midhaamaana": 1065, "midhamaana": 1066, "midsummer_house_restaurant": 1067, "midsummer_house_restaurant_address": 1068, "midsummer_house_restaurant_phone": 1069, "midsummer_house_restaurant_post_code": 1070, "mika": 1071, "mikka": 1072, "milton": 1073, "mind": 1074, "minuet": 1075, "mistakes": 1076, "mithamaana": 1077, "mm": 1078, "mmhm": 1079, "moder": 1080, "moderate": 1081, "moderateah": 1082, "moderately": 1083, "moderative": 1084, "modern": 1085, "modern_european": 1086, "modernity": 1087, "modhal": 1088, "modreately": 1089, "moment": 1090, "moroccan": 1091, "moroccon": 1092, "moron": 1093, "much": 1094, "mudichachu": 1095, "mudinjadhu": 1096, "mudinjidhu": 1097, "mudithuviten.": 1098, "mudithuvitten": 1099, "mudium": 1100, "mudiuma": 1101, "mudivu": 1102, "mudiyaadhu": 1103, "mudiyaathu": 1104, "mudiyala": 1105, "mudiyathu": 1106, "mudiyum": 1107, "mudiyuma": 1108, "mugavari": 1109, "munnadi": 1110, "music": 1111, "mutiyum": 1112, "muyarchithu": 1113, "m\u012bntum": 1114, "na": 1115, "naa": 1116, "naalum": 1117, "naan": 1118, "naanu": 1119, "naanum": 1120, "naatu": 1121, "nadula": 1122, "nadupara": 1123, "naduthara": 1124, "nadutharama": 1125, "nadutharamana": 1126, "naduvil": 1127, "naduvula": 1128, "nagara": 1129, "nagaram": 1130, "nagarathin": 1131, "nagarin": 1132, "nakara": 1133, "nakaram": 1134, "nakarin": 1135, "nala": 1136, "nalathu": 1137, "nall": 1138, "nalla": 1139, "nalladhu": 1140, "nallairukum": 1141, "nallathu": 1142, "nallum": 1143, "nalum": 1144, "namaku": 1145, "name": 1146, "namma": 1147, "nampuren": 1148, "nan": 1149, "nandos": 1150, "nandos_address": 1151, "nandos_city_centre": 1152, "nandos_city_centre_address": 1153, "nandos_city_centre_phone": 1154, "nandos_city_centre_post_code": 1155, "nandos_phone": 1156, "nandos_post_code": 1157, "nandri": 1158, "nandri.": 1159, "nann": 1160, "nanna": 1161, "nanraga": 1162, "nanri": 1163, "nariya": 1164, "ne": 1165, "nee": 1166, "neenga": 1167, "neengal": 1168, "nenaikaringa": 1169, "nenaikuringa": 1170, "nenakaren": 1171, "new": 1172, "newmarket": 1173, "next": 1174, "nice": 1175, "niikkira": 1176, "nilaiyanathu": 1177, "ninaikira": 1178, "ninaikiren.": 1179, "ninaikkareenga": 1180, "ninaikkareenga.": 1181, "ninaikkira": 1182, "ninakira": 1183, "ninkal": 1184, "niraya": 1185, "niruthu": 1186, "nnan": 1187, "no": 1188, "none": 1189, "nor": 1190, "normal": 1191, "north": 1192, "north_american": 1193, "northern_european": 1194, "nosie": 1195, "not": 1196, "nt": 1197, "nu": 1198, "number": 1199, "numberum": 1200, "o": 1201, "oda": 1202, "odu": 1203, "of": 1204, "offer": 1205, "oh": 1206, "ok": 1207, "ok.": 1208, "okay": 1209, "on": 1210, "ona": 1211, "ondrai": 1212, "ondru": 1213, "ondu": 1214, "one": 1215, "ongaluku": 1216, "onnu": 1217, "onnum": 1218, "onru": 1219, "onu": 1220, "onum": 1221, "oo": 1222, "ooh": 1223, "oorla": 1224, "ooru": 1225, "oorukulla": 1226, "opean": 1227, "option": 1228, "options": 1229, "or": 1230, "ori": 1231, "oriental": 1232, "orthar": 1233, "oru": 1234, "oruvela": 1235, "ostro": 1236, "ot": 1237, "other": 1238, "our": 1239, "out": 1240, "over": 1241, "p": 1242, "pATHI": 1243, "pa": 1244, "paakareenga": 1245, "paakaren": 1246, "paakraen": 1247, "paakuraen": 1248, "paakuran": 1249, "paakuren": 1250, "paakuren.": 1251, "paarka": 1252, "paarkiraen": 1253, "paarkuraen": 1254, "paarthu": 1255, "paarthukittu": 1256, "paarungalaen": 1257, "paathitu": 1258, "paathutu": 1259, "padugiren": 1260, "paduvathillai.": 1261, "paerai": 1262, "pagudiala": 1263, "paguthi": 1264, "paguthigalai": 1265, "paguthila": 1266, "paguthilam": 1267, "paguthiyil": 1268, "pakadhula": 1269, "pakalam": 1270, "pakam": 1271, "pakaren": 1272, "pakkam": 1273, "pakkarathu": 1274, "pakkaren": 1275, "pakkathula": 1276, "pakkurathu": 1277, "pakkuren": 1278, "pakura": 1279, "pakuren": 1280, "pakuthi": 1281, "pakuti": 1282, "pan": 1283, "pana": 1284, "panahar": 1285, "panahar_address": 1286, "panahar_phone": 1287, "panahar_post_code": 1288, "panalama": 1289, "pananga": 1290, "pananum": 1291, "panasian": 1292, "panda": 1293, "pandra": 1294, "pandradha": 1295, "pandreengala": 1296, "panitu": 1297, "paniyatra": 1298, "panla": 1299, "panla.": 1300, "panna": 1301, "pannalai": 1302, "pannalama": 1303, "pannale": 1304, "pannale.": 1305, "pannalum": 1306, "pannanga": 1307, "pannanga.": 1308, "pannanum": 1309, "pannanum.": 1310, "pannara": 1311, "pannatha": 1312, "pannatuma": 1313, "pannera": 1314, "pannikaren": 1315, "pannikaren.": 1316, "pannindriken": 1317, "pannirukaga": 1318, "pannitu": 1319, "pannituirukiringala": 1320, "pannra": 1321, "pannravanga": 1322, "pannu": 1323, "pannudha": 1324, "pannum": 1325, "pannuma": 1326, "pannunga": 1327, "pannunga.": 1328, "pannura": 1329, "pannurathu": 1330, "pannuva": 1331, "pannuvaanga": 1332, "pannuvanga": 1333, "pannuvangala": 1334, "pannuyaangala": 1335, "panra": 1336, "panra.": 1337, "panradha": 1338, "panradhu": 1339, "panran": 1340, "panranga": 1341, "panrangala": 1342, "panraya": 1343, "panren.": 1344, "pantra": 1345, "pantranga": 1346, "panudha": 1347, "panudhu": 1348, "panuvaga": 1349, "panuvangala": 1350, "parava": 1351, "paravaala": 1352, "paravai": 1353, "paravailla": 1354, "paravaillai": 1355, "paravala": 1356, "paravalaya": 1357, "paravayillai": 1358, "parhukkondirukkiren.": 1359, "pari": 1360, "parimaarukireerkal": 1361, "parimaarum": 1362, "parimaranga": 1363, "parimaru": 1364, "parimarukiraarkal": 1365, "parimarum": 1366, "parimaruvadhu": 1367, "parimaruvaga": 1368, "park": 1369, "parka": 1370, "parkareenga": 1371, "parkaren": 1372, "parkaren.": 1373, "parkatha": 1374, "parkavum": 1375, "parkiraen": 1376, "parkireen": 1377, "parkiren": 1378, "parkiren.": 1379, "parkkalam": 1380, "parkkiren": 1381, "parkkiren.": 1382, "parkkuren": 1383, "parkkuren.": 1384, "parrkiren.": 1385, "parrkkiren": 1386, "parrkkiren.": 1387, "parrkkuren": 1388, "parrkukiren": 1389, "parrkukiren.": 1390, "parrkuren.": 1391, "part": 1392, "part.": 1393, "parthitu": 1394, "parthukittu": 1395, "parthukkondirukkien": 1396, "parthukkondirukkien.": 1397, "parthukkondirukkiren": 1398, "parthukkondirukkiren.": 1399, "parthukkondirukkirom.": 1400, "parthukkondirukkoren.": 1401, "parthukkuturukkaren.": 1402, "parthuttu": 1403, "parthutu": 1404, "parthutuirukken": 1405, "partla": 1406, "partthuttu": 1407, "parunga": 1408, "pathi": 1409, "pathirukiya": 1410, "pathitu": 1411, "paththi": 1412, "pathukkondirukkiren": 1413, "pathukkondirukkiren.": 1414, "pathundriken": 1415, "pathutu": 1416, "patri": 1417, "patthi": 1418, "pattri": 1419, "pattri.": 1420, "pazhasu": 1421, "peace": 1422, "peking_restaurant": 1423, "peking_restaurant_address": 1424, "peking_restaurant_phone": 1425, "peking_restaurant_post_code": 1426, "pera": 1427, "perfect": 1428, "persian": 1429, "pesi": 1430, "peyan": 1431, "phone": 1432, "phonenumber": 1433, "pick": 1434, "piddikkum": 1435, "pidichu": 1436, "pidika": 1437, "pidikala": 1438, "pidikanom": 1439, "pidikanum": 1440, "pidikkanum": 1441, "pidikkum": 1442, "pidikum": 1443, "pidithu": 1444, "pin": 1445, "pincode": 1446, "pinnadi": 1447, "pipasha_restaurant": 1448, "pipasha_restaurant_address": 1449, "pipasha_restaurant_phone": 1450, "pipasha_restaurant_post_code": 1451, "piriya": 1452, "pizza": 1453, "pizza_express": 1454, "pizza_express_Fen_Ditton_address": 1455, "pizza_express_address": 1456, "pizza_express_phone": 1457, "pizza_express_post_code": 1458, "pizza_hut": 1459, "pizza_hut_cherry_hinton": 1460, "pizza_hut_cherry_hinton_address": 1461, "pizza_hut_cherry_hinton_phone": 1462, "pizza_hut_cherry_hinton_post_code": 1463, "pizza_hut_city_centre": 1464, "pizza_hut_city_centre_address": 1465, "pizza_hut_city_centre_phone": 1466, "pizza_hut_city_centre_post_code": 1467, "pizza_hut_fen_ditton": 1468, "pizza_hut_fen_ditton_address": 1469, "pizza_hut_fen_ditton_phone": 1470, "pizza_hut_fen_ditton_post_code": 1471, "pizza_hutt": 1472, "place": 1473, "pleasde": 1474, "please": 1475, "please.": 1476, "po": 1477, "podhum": 1478, "poduvangala": 1479, "poitu": 1480, "poituva": 1481, "pol": 1482, "polish": 1483, "pollynasian": 1484, "polynesia": 1485, "polynesian": 1486, "pona": 1487, "pone": 1488, "pooitu": 1489, "popular": 1490, "port": 1491, "portugese": 1492, "portuguese": 1493, "poruttu": 1494, "post": 1495, "postal": 1496, "postcode": 1497, "pothum": 1498, "prachanai": 1499, "prachanaillai": 1500, "pramadhamana": 1501, "previews": 1502, "prezzo": 1503, "prezzo_address": 1504, "prezzo_phone": 1505, "prezzo_post_code": 1506, "prezzos": 1507, "pri": 1508, "price": 1509, "priced": 1510, "pricela": 1511, "pricerange": 1512, "pricerangerum": 1513, "prices": 1514, "prise": 1515, "promo": 1516, "pub": 1517, "pudhiya": 1518, "pudichuruku": 1519, "pudikalam": 1520, "pudikanum": 1521, "pudikum": 1522, "pudisu": 1523, "puriyatha": 1524, "puthu": 1525, "rage": 1526, "rajmahal": 1527, "rajmahal_address": 1528, "rajmahal_phone": 1529, "rajmahal_post_code": 1530, "ran": 1531, "range": 1532, "ranges": 1533, "rangeu": 1534, "re": 1535, "recommend": 1536, "regent": 1537, "rendum": 1538, "repeat": 1539, "request": 1540, "res": 1541, "resataurant": 1542, "reset": 1543, "rest": 1544, "restauraant": 1545, "restauran": 1546, "restaurant": 1547, "restaurant.": 1548, "restaurant.Athoda": 1549, "restaurant_alimentum": 1550, "restaurant_alimentum_address": 1551, "restaurant_alimentum_phone": 1552, "restaurant_alimentum_post_code": 1553, "restaurant_one_seven": 1554, "restaurant_one_seven_address": 1555, "restaurant_one_seven_phone": 1556, "restaurant_one_seven_post_code": 1557, "restaurant_two_two": 1558, "restaurant_two_two_address": 1559, "restaurant_two_two_phone": 1560, "restaurant_two_two_post_code": 1561, "restaurantaa": 1562, "restaurantah": 1563, "restauranteast": 1564, "restaurantla": 1565, "restaurants": 1566, "restaurantum": 1567, "restauraunt": 1568, "restraurant": 1569, "resttaurant": 1570, "restuarant": 1571, "resturant": 1572, "result": 1573, "rice_boat": 1574, "rice_boat_address": 1575, "rice_boat_phone": 1576, "rice_boat_post_code": 1577, "rice_house": 1578, "rice_house_address": 1579, "rice_house_phone": 1580, "rice_house_post_code": 1581, "right": 1582, "rightu": 1583, "ring": 1584, "river": 1585, "riverside_brasserie": 1586, "riverside_brasserie_address": 1587, "riverside_brasserie_phone": 1588, "riverside_brasserie_post_code": 1589, "road": 1590, "romanian": 1591, "romba": 1592, "royal_spice": 1593, "royal_spice_address": 1594, "royal_spice_phone": 1595, "royal_spice_post_code": 1596, "royal_standard": 1597, "royal_standard_address": 1598, "royal_standard_phone": 1599, "royal_standard_post_code": 1600, "russian": 1601, "s": 1602, "sOLUGA": 1603, "saadharnamana": 1604, "saapaadu": 1605, "saapadau": 1606, "saapadu": 1607, "saffron_brasserie": 1608, "saffron_brasserie_address": 1609, "saffron_brasserie_phone": 1610, "saffron_brasserie_post_code": 1611, "saidhu": 1612, "saigon_city": 1613, "saigon_city_address": 1614, "saigon_city_phone": 1615, "saigon_city_post_code": 1616, "saint_johns_chop_house": 1617, "saint_johns_chop_house_address": 1618, "saint_johns_chop_house_phone": 1619, "saint_johns_chop_house_post_code": 1620, "sala_thong": 1621, "sala_thong_address": 1622, "sala_thong_phone": 1623, "sala_thong_post_code": 1624, "salad": 1625, "sale": 1626, "sapadu": 1627, "sapidanum": 1628, "sari": 1629, "sariya": 1630, "scandin": 1631, "scandinavia": 1632, "scandinavian": 1633, "scotch": 1634, "scottish": 1635, "sea": 1636, "seafood": 1637, "sec": 1638, "see": 1639, "seiravar": 1640, "seithu": 1641, "seiven": 1642, "seiya": 1643, "seiyum": 1644, "seiyun": 1645, "seiyya": 1646, "selavaagum.": 1647, "selection": 1648, "sell": 1649, "ser": 1650, "seri": 1651, "seriya": 1652, "serve": 1653, "serve.": 1654, "serves": 1655, "serving": 1656, "sesame_restaurant_and_bar": 1657, "sesame_restaurant_and_bar_address": 1658, "sesame_restaurant_and_bar_phone": 1659, "sesame_restaurant_and_bar_post_code": 1660, "sevai": 1661, "seykirathu": 1662, "sh": 1663, "shanghai_family_restaurant": 1664, "shanghai_family_restaurant_address": 1665, "shanghai_family_restaurant_phone": 1666, "shanghai_family_restaurant_post_code": 1667, "shiraz_restaurant": 1668, "shiraz_restaurant_address": 1669, "shiraz_restaurant_phone": 1670, "shiraz_restaurant_post_code": 1671, "should": 1672, "shows": 1673, "side": 1674, "sidela": 1675, "sigh": 1676, "signa": 1677, "signaporian": 1678, "signature": 1679, "sila": 1680, "singapore": 1681, "singaporean": 1682, "sirantha": 1683, "sirichitte": 1684, "siringa": 1685, "sitar_tandoori": 1686, "sitar_tandoori_address": 1687, "sitar_tandoori_phone": 1688, "sitar_tandoori_post_code": 1689, "so": 1690, "sock": 1691, "solaringla": 1692, "solla": 1693, "sollamudiyuma": 1694, "sollaringla": 1695, "sollu": 1696, "solludhu": 1697, "sollunga": 1698, "sollunga.": 1699, "solluran": 1700, "solringala": 1701, "soluga": 1702, "solunga": 1703, "some": 1704, "something": 1705, "sonna": 1706, "sonne": 1707, "sonnengala": 1708, "sorry": 1709, "sorry.": 1710, "south": 1711, "south'la": 1712, "spani": 1713, "spanish": 1714, "spice": 1715, "start": 1716, "stazione_restaurant_and_coffee_bar": 1717, "stazione_restaurant_and_coffee_bar_address": 1718, "stazione_restaurant_and_coffee_bar_phone": 1719, "stazione_restaurant_and_coffee_bar_post_code": 1720, "steak": 1721, "steakhouse": 1722, "street": 1723, "such": 1724, "suggestion": 1725, "suggestions": 1726, "sumaarana": 1727, "sumar": 1728, "sumarana": 1729, "sure": 1730, "surprise": 1731, "suvaya": 1732, "swedish": 1733, "swiss": 1734, "system": 1735, "system.": 1736, "t": 1737, "tai": 1738, "taj_tandoori": 1739, "taj_tandoori_address": 1740, "taj_tandoori_phone": 1741, "taj_tandoori_post_code": 1742, "takeaway": 1743, "takes": 1744, "talian": 1745, "talk": 1746, "talking": 1747, "tandoori_palace": 1748, "tandoori_palace_address": 1749, "tandoori_palace_phone": 1750, "tandoori_palace_post_code": 1751, "taquita": 1752, "taringala": 1753, "tasty": 1754, "tayavu": 1755, "tedikkondu": 1756, "tedukiren": 1757, "telephone": 1758, "tevai": 1759, "tha": 1760, "thaan": 1761, "thaan.": 1762, "thaana": 1763, "thaane": 1764, "thaaney": 1765, "thai": 1766, "thailand": 1767, "than": 1768, "thanae": 1769, "thanga": 1770, "thanh_binh": 1771, "thanh_binh_address": 1772, "thanh_binh_phone": 1773, "thanh_binh_post_code": 1774, "thank": 1775, "thanks": 1776, "thapu": 1777, "thara": 1778, "tharingala": 1779, "tharingla": 1780, "thariya": 1781, "that": 1782, "thats": 1783, "thattaren": 1784, "thavaru": 1785, "thavira": 1786, "thayavu": 1787, "thayda": 1788, "the": 1789, "the_americas": 1790, "the_cambridge_chop_house": 1791, "the_cambridge_chop_house_address": 1792, "the_cambridge_chop_house_phone": 1793, "the_cambridge_chop_house_post_code": 1794, "the_copper_kettle": 1795, "the_copper_kettle_address": 1796, "the_copper_kettle_phone": 1797, "the_copper_kettle_post_code": 1798, "the_cow_pizza_kitchen_and_bar_address": 1799, "the_cow_pizza_kitchen_and_bar_phone": 1800, "the_cow_pizza_kitchen_and_bar_post_code": 1801, "the_gandhi": 1802, "the_gandhi_address": 1803, "the_gandhi_phone": 1804, "the_gandhi_post_code": 1805, "the_gardenia": 1806, "the_gardenia_address": 1807, "the_gardenia_phone": 1808, "the_gardenia_post_code": 1809, "the_golden_curry": 1810, "the_golden_curry_address": 1811, "the_golden_curry_phone": 1812, "the_golden_curry_post_code": 1813, "the_good_luck_chinese_food_takeaway_address": 1814, "the_good_luck_chinese_food_takeaway_phone": 1815, "the_good_luck_chinese_food_takeaway_post_code": 1816, "the_hotpot": 1817, "the_hotpot_address": 1818, "the_hotpot_phone": 1819, "the_hotpot_post_code": 1820, "the_lucky_star": 1821, "the_lucky_star_address": 1822, "the_lucky_star_phone": 1823, "the_lucky_star_post_code": 1824, "the_missing_sock": 1825, "the_missing_sock_address": 1826, "the_missing_sock_phone": 1827, "the_missing_sock_post_code": 1828, "the_nirala": 1829, "the_nirala_address": 1830, "the_nirala_phone": 1831, "the_nirala_post_code": 1832, "the_oak_bistro": 1833, "the_oak_bistro_address": 1834, "the_oak_bistro_phone": 1835, "the_oak_bistro_post_code": 1836, "the_river_bar_steakhouse_and_grill_address": 1837, "the_river_bar_steakhouse_and_grill_phone": 1838, "the_river_bar_steakhouse_and_grill_post_code": 1839, "the_slug_and_lettuce": 1840, "the_slug_and_lettuce_address": 1841, "the_slug_and_lettuce_phone": 1842, "the_slug_and_lettuce_post_code": 1843, "the_varsity_restaurant": 1844, "the_varsity_restaurant_address": 1845, "the_varsity_restaurant_phone": 1846, "the_varsity_restaurant_post_code": 1847, "theaduren": 1848, "theavilla": 1849, "theda": 1850, "thedalam": 1851, "thedalanam": 1852, "thedalanam.": 1853, "thedanum": 1854, "thedaren": 1855, "thedi": 1856, "thedikittu": 1857, "thedikitu": 1858, "thedikkondirukkiren": 1859, "thedikkondirukkiren.": 1860, "thedikkondu": 1861, "thedikondirukkiren": 1862, "thedikondu": 1863, "thedindi": 1864, "thedindrikaenga": 1865, "thedindriken": 1866, "thedindu": 1867, "theditirukan": 1868, "theditiruken": 1869, "thedittu": 1870, "theditu": 1871, "thedreenga": 1872, "thedren": 1873, "thedu": 1874, "thedugiren": 1875, "thedugiren.": 1876, "thedukirarkal.": 1877, "thedukirean.": 1878, "thedukiren": 1879, "thedukiren.": 1880, "theduraen": 1881, "theduren": 1882, "their": 1883, "then": 1884, "there": 1885, "therinjikalama": 1886, "therinjukalaama": 1887, "therinjukanum": 1888, "theriya": 1889, "theriyadhu": 1890, "theriyannum.": 1891, "theriyanum": 1892, "theriyathu": 1893, "theriyum": 1894, "theriyuma": 1895, "thervu": 1896, "thevai": 1897, "thevai.": 1898, "thevayana": 1899, "they": 1900, "thiripiyum": 1901, "thirippi": 1902, "thirumba": 1903, "thirumbavum": 1904, "thirupi": 1905, "tholai": 1906, "tholaindadu.": 1907, "tholaipesi": 1908, "though": 1909, "thr": 1910, "thrinja": 1911, "thuridha": 1912, "time": 1913, "to": 1914, "tow": 1915, "towm": 1916, "town": 1917, "townla": 1918, "townukku": 1919, "townum": 1920, "traditional": 1921, "train": 1922, "tran": 1923, "travellers_rest": 1924, "travellers_rest_address": 1925, "travellers_rest_phone": 1926, "travellers_rest_post_code": 1927, "trum": 1928, "try": 1929, "ts": 1930, "tur": 1931, "turk": 1932, "turkey": 1933, "turkish": 1934, "tuscan": 1935, "type": 1936, "uavu": 1937, "udan": 1938, "udavukiradu": 1939, "udaya": 1940, "udiya": 1941, "uf": 1942, "uga": 1943, "ugly_duckling": 1944, "ugly_duckling_address": 1945, "ugly_duckling_phone": 1946, "ugly_duckling_post_code": 1947, "uh": 1948, "uh!": 1949, "ula": 1950, "ulla": 1951, "ulladu": 1952, "ullatha": 1953, "ullathu": 1954, "ullathu.": 1955, "um": 1956, "umcheap": 1957, "umh": 1958, "ummoderate": 1959, "un": 1960, "unaku": 1961, "unavagam": 1962, "unavai": 1963, "unavakam": 1964, "unavakathirku": 1965, "unavin": 1966, "unavu": 1967, "unavu.": 1968, "unga": 1969, "ungakitta": 1970, "ungal": 1971, "ungalai": 1972, "ungalathu": 1973, "ungaloda": 1974, "ungaludaiya": 1975, "ungaludalya": 1976, "ungalukku": 1977, "ungaluku": 1978, "unglaala": 1979, "unintelligent": 1980, "unintelligible": 1981, "unna": 1982, "unnai": 1983, "unnidam": 1984, "unnmaiyil": 1985, "unnum": 1986, "unta": 1987, "unusual": 1988, "uthavi": 1989, "uthavukintra": 1990, "uyarntha": 1991, "va": 1992, "vaangi": 1993, "vachukalma": 1994, "vaenum": 1995, "vagai": 1996, "vagaikal": 1997, "vagaiyana": 1998, "vai": 1999, "valadhu": 2000, "valakama": 2001, "valanga": 2002, "vanakam": 2003, "vanakkam": 2004, "vandhu": 2005, "vandhuruka": 2006, "vandhurukaanga": 2007, "vandu": 2008, "vanessa": 2009, "vangi": 2010, "vangikiran": 2011, "vangithara": 2012, "varaikum": 2013, "varaverkiradhu": 2014, "varaverkiradhu.": 2015, "varuga": 2016, "varugiraen": 2017, "varyan": 2018, "vechirukanga": 2019, "vechirukenga": 2020, "vechitiya": 2021, "vechukalaama": 2022, "vechurkanga": 2023, "vegetarian": 2024, "vela": 2025, "velai": 2026, "ven": 2027, "vena": 2028, "venalum": 2029, "venalume": 2030, "venam": 2031, "venam.": 2032, "venda": 2033, "vendaam": 2034, "vendaam.": 2035, "vendam": 2036, "vendum": 2037, "vendum.": 2038, "venetian": 2039, "venison": 2040, "vennalume": 2041, "vennum": 2042, "venue": 2043, "venue_address": 2044, "venue_phone": 2045, "venue_post_code": 2046, "venues": 2047, "venum": 2048, "venum.": 2049, "venuma": 2050, "vera": 2051, "vere": 2052, "veru": 2053, "very": 2054, "vidai": 2055, "vidhamana": 2056, "viet": 2057, "vietnam": 2058, "vietnamese": 2059, "vietnamesefood": 2060, "vikkara": 2061, "vil": 2062, "vil.": 2063, "vilai": 2064, "vilai.": 2065, "vilaiyil": 2066, "vill": 2067, "vilum": 2068, "vinci": 2069, "vinesha": 2070, "virkum": 2071, "virppanai": 2072, "virumbavillai": 2073, "virumbugira": 2074, "virumbugiren": 2075, "virumbugiren.": 2076, "virumbukiren": 2077, "virumburen": 2078, "virumbuvathu": 2079, "virumbuven": 2080, "virumpuren": 2081, "virumpurkiren": 2082, "virupam": 2083, "virupam.": 2084, "viruppam": 2085, "visayamey": 2086, "vishiyamea": 2087, "vithamana": 2088, "vizhayame": 2089, "vndum": 2090, "vula": 2091, "vum": 2092, "vunga": 2093, "wagamama": 2094, "wagamama_address": 2095, "wagamama_phone": 2096, "wagamama_post_code": 2097, "wait": 2098, "was": 2099, "water": 2100, "we": 2101, "welch": 2102, "welcome": 2103, "well": 2104, "welsh": 2105, "west": 2106, "westill": 2107, "westla": 2108, "wha": 2109, "what": 2110, "whats": 2111, "wiscon": 2112, "with": 2113, "world": 2114, "worth": 2115, "worthless": 2116, "wouth": 2117, "ya": 2118, "yaaravadhu": 2119, "yai": 2120, "yanachu": 2121, "yanaku": 2122, "yankau": 2123, "yanna": 2124, "yannachu": 2125, "yannaku": 2126, "yanuku": 2127, "yarakavathu": 2128, "yarathu": 2129, "yarudaiyadhu": 2130, "yathana": 2131, "yathu": 2132, "yawning": 2133, "ye": 2134, "yea": 2135, "yeah": 2136, "yedam": 2137, "yedhavadhu": 2138, "yena": 2139, "yenakku": 2140, "yenaku": 2141, "yenakum": 2142, "yendral": 2143, "yengae": 2144, "yenge": 2145, "yenna": 2146, "yenna.": 2147, "yennakku": 2148, "yennakky": 2149, "yennaku": 2150, "yentha": 2151, "yepdi": 2152, "yeppadi": 2153, "yes": 2154, "yetha": 2155, "yethathu": 2156, "yethavathu": 2157, "yetho": 2158, "yevvalavu": 2159, "yinga": 2160, "yippee_noodle_bar": 2161, "yippee_noodle_bar_address": 2162, "yippee_noodle_bar_phone": 2163, "yippee_noodle_bar_post_code": 2164, "ym": 2165, "yoda": 2166, "yor": 2167, "york": 2168, "yosichittu": 2169, "you": 2170, "you.": 2171, "yu_garden": 2172, "yu_garden_address": 2173, "yu_garden_phone": 2174, "yu_garden_post_code": 2175, "yum": 2176, "zip": 2177, "zizzi_cambridge": 2178, "zizzi_cambridge_address": 2179, "zizzi_cambridge_phone": 2180, "zizzi_cambridge_post_code": 2181, "<beg>": 2182, "<GO>": 2183, "<EOS>": 2184, "<PAD>": 0}