{"": 1, ",": 2, ".": 3, "0": 4, "01223": 5, "1": 6, "10": 7, "108": 8, "17": 9, "2": 10, "3": 11, "323737": 12, "4": 13, "5": 14, "529": 15, "6": 16, "7": 17, "7:30": 18, "8": 19, "9": 20, ";": 21, "<SILENCE>": 22, "?": 23, "C.B": 24, "D.P": 25, "I": 26, "L.E": 27, "N.F": 28, "R_address": 29, "R_cuisine": 30, "R_location": 31, "R_phone": 32, "R_post_code": 33, "R_price": 34, "R_rating": 35, "U.F": 36, "a": 37, "able": 38, "about": 39, "ad": 40, "address": 41, "addresses": 42, "adra": 43, "adress": 44, "af": 45, "afghan": 46, "africa": 47, "african": 48, "after": 49, "afternoon": 50, "again": 51, "ah": 52, "air": 53, "airatarin": 54, "airitran": 55, "ali_baba": 56, "ali_baba_address": 57, "ali_baba_phone": 58, "ali_baba_post_code": 59, "all": 60, "alright": 61, "alternative": 62, "am": 63, "american": 64, "an": 65, "anatolia": 66, "anatolia_address": 67, "anatolia_phone": 68, "anatolia_post_code": 69, "and": 70, "another": 71, "answer": 72, "any": 73, "anyone": 74, "anything": 75, "anywhere": 76, "api_call": 77, "appleton": 78, "ar": 79, "are": 80, "area": 81, "areas": 82, "aristrain": 83, "arotrian": 84, "art": 85, "arts": 86, "as": 87, "asian": 88, "asian_oriental": 89, "ask": 90, "ask_address": 91, "ask_phone": 92, "ask_post_code": 93, "at": 94, "austallison": 95, "austral": 96, "australasian": 97, "australia": 98, "australian": 99, "austria": 100, "austrian": 101, "austro": 102, "available": 103, "aw": 104, "awesome": 105, "b": 106, "back": 107, "background_speech": 108, "backstreet_bistro": 109, "backstreet_bistro_address": 110, "backstreet_bistro_phone": 111, "backstreet_bistro_post_code": 112, "bad": 113, "bangkok_city": 114, "bangkok_city_address": 115, "bangkok_city_phone": 116, "bangkok_city_post_code": 117, "bar": 118, "barbecue": 119, "barbeque": 120, "bart": 121, "bask": 122, "baskaye": 123, "baskey": 124, "basque": 125, "bat": 126, "be": 127, "because": 128, "bedouin": 129, "bedouin_address": 130, "bedouin_phone": 131, "bedouin_post_code": 132, "before": 133, "belgian": 134, "belgium": 135, "believe": 136, "beside": 137, "besides": 138, "bistro": 139, "bit": 140, "bloomsbury": 141, "bloomsbury_restaurant": 142, "bloomsbury_restaurant_address": 143, "bloomsbury_restaurant_phone": 144, "bloomsbury_restaurant_post_code": 145, "blow": 146, "both": 147, "bout": 148, "bra": 149, "brazilian": 150, "breath": 151, "breathing": 152, "british": 153, "burger": 154, "but": 155, "by": 156, "bye": 157, "c": 158, "ca": 159, "caffe_uno": 160, "caffe_uno_address": 161, "caffe_uno_phone": 162, "caffe_uno_post_code": 163, "caius": 164, "calling": 165, "cambridge": 166, "cambridge_lodge_restaurant": 167, "cambridge_lodge_restaurant_address": 168, "cambridge_lodge_restaurant_phone": 169, "cambridge_lodge_restaurant_post_code": 170, "can": 171, "can't": 172, "cana": 173, "canap": 174, "canape": 175, "canapes": 176, "cancun": 177, "cannabis": 178, "canope": 179, "canopus": 180, "cant": 181, "cantonese": 182, "care": 183, "caribbean": 184, "castro": 185, "cata": 186, "catalan": 187, "catalanian": 188, "catalen": 189, "catalin": 190, "catalonia": 191, "center": 192, "central": 193, "centre": 194, "change": 195, "changed": 196, "charlie_chan": 197, "charlie_chan_address": 198, "charlie_chan_phone": 199, "charlie_chan_post_code": 200, "che": 201, "cheap": 202, "cherries": 203, "chesterton": 204, "chi": 205, "chikkis": 206, "chinese": 207, "chiquito": 208, "chiquito_restaurant_bar": 209, "chiquito_restaurant_bar_address": 210, "chiquito_restaurant_bar_phone": 211, "chiquito_restaurant_bar_post_code": 212, "choice": 213, "christ": 214, "christmas": 215, "city": 216, "city_stop_restaurant": 217, "city_stop_restaurant_address": 218, "city_stop_restaurant_phone": 219, "city_stop_restaurant_post_code": 220, "class": 221, "clowns_cafe": 222, "clowns_cafe_address": 223, "clowns_cafe_phone": 224, "clowns_cafe_post_code": 225, "co": 226, "cocum": 227, "cocum_address": 228, "cocum_phone": 229, "cocum_post_code": 230, "code": 231, "college": 232, "confirm": 233, "confused": 234, "continental": 235, "cool": 236, "correct": 237, "corsica": 238, "cost": 239, "cote": 240, "cote_address": 241, "cote_phone": 242, "cote_post_code": 243, "cotto": 244, "cotto_address": 245, "cotto_phone": 246, "cotto_post_code": 247, "cough": 248, "could": 249, "cow": 250, "creative": 251, "croatia": 252, "cross": 253, "crossover": 254, "crosstalk": 255, "cuban": 256, "currently": 257, "curry_garden": 258, "curry_garden_address": 259, "curry_garden_phone": 260, "curry_garden_post_code": 261, "curry_king": 262, "curry_king_address": 263, "curry_king_phone": 264, "curry_king_post_code": 265, "curry_prince": 266, "curry_prince_address": 267, "curry_prince_phone": 268, "curry_prince_post_code": 269, "curry_queen": 270, "curry_queen_address": 271, "curry_queen_phone": 272, "curry_queen_post_code": 273, "cut": 274, "cute": 275, "d": 276, "da": 277, "da_vinci_pizzeria": 278, "da_vinci_pizzeria_address": 279, "da_vinci_pizzeria_phone": 280, "da_vinci_pizzeria_post_code": 281, "damn": 282, "danish": 283, "darling": 284, "darrys_cookhouse_and_wine_shop": 285, "darrys_cookhouse_and_wine_shop_address": 286, "darrys_cookhouse_and_wine_shop_phone": 287, "darrys_cookhouse_and_wine_shop_post_code": 288, "day": 289, "de_luca_cucina_and_bar": 290, "de_luca_cucina_and_bar_address": 291, "de_luca_cucina_and_bar_phone": 292, "de_luca_cucina_and_bar_post_code": 293, "dear": 294, "decide": 295, "derately": 296, "did": 297, "different": 298, "dish": 299, "ditton": 300, "do": 301, "does": 302, "doesnt": 303, "dojo_noodle_bar": 304, "dojo_noodle_bar_address": 305, "dojo_noodle_bar_phone": 306, "dojo_noodle_bar_post_code": 307, "don't": 308, "don_pasquale_pizzeria": 309, "don_pasquale_pizzeria_address": 310, "don_pasquale_pizzeria_phone": 311, "don_pasquale_pizzeria_post_code": 312, "done": 313, "dont": 314, "downtown": 315, "dr": 316, "dress": 317, "dubai": 318, "e": 319, "ea": 320, "earatrain": 321, "earatree": 322, "earetree": 323, "eartrain": 324, "east": 325, "eat": 326, "ecuadorean": 327, "efes_restaurant": 328, "efes_restaurant_address": 329, "efes_restaurant_phone": 330, "efes_restaurant_post_code": 331, "eirtrean": 332, "either": 333, "else": 334, "endonesian": 335, "english": 336, "er": 337, "eraina": 338, "eraina_address": 339, "eraina_phone": 340, "eraina_post_code": 341, "eritrean": 342, "euorpean": 343, "euro": 344, "europ": 345, "europea": 346, "european": 347, "europene": 348, "europone": 349, "ever": 350, "every": 351, "everything": 352, "excellent": 353, "expensive": 354, "f": 355, "fast": 356, "feed": 357, "fen": 358, "finally": 359, "find": 360, "fine": 361, "finished": 362, "first": 363, "fitzbillies_restaurant": 364, "fitzbillies_restaurant_address": 365, "fitzbillies_restaurant_phone": 366, "fitzbillies_restaurant_post_code": 367, "foo": 368, "food": 369, "foods": 370, "for": 371, "fora": 372, "forget": 373, "frankie_and_bennys": 374, "frankie_and_bennys_address": 375, "frankie_and_bennys_phone": 376, "frankie_and_bennys_post_code": 377, "fre": 378, "freakin": 379, "free": 380, "french": 381, "from": 382, "fuck": 383, "fucking": 384, "fusion": 385, "galleria": 386, "galleria_address": 387, "galleria_phone": 388, "galleria_post_code": 389, "garden": 390, "gardens": 391, "gasper": 392, "gastro": 393, "gastropub": 394, "ger": 395, "germ": 396, "german": 397, "get": 398, "give": 399, "go": 400, "god": 401, "golden_house": 402, "golden_house_address": 403, "golden_house_phone": 404, "golden_house_post_code": 405, "golden_wok": 406, "golden_wok_address": 407, "golden_wok_phone": 408, "golden_wok_post_code": 409, "golden_woks": 410, "gonville": 411, "good": 412, "goodbye": 413, "got": 414, "gourmet_burger_kitchen": 415, "gourmet_burger_kitchen_address": 416, "gourmet_burger_kitchen_phone": 417, "gourmet_burger_kitchen_post_code": 418, "graffiti": 419, "graffiti_address": 420, "graffiti_phone": 421, "graffiti_post_code": 422, "grafton_hotel_restaurant": 423, "grafton_hotel_restaurant_address": 424, "grafton_hotel_restaurant_phone": 425, "grafton_hotel_restaurant_post_code": 426, "great": 427, "greek": 428, "grill": 429, "h": 430, "hakka": 431, "hakka_address": 432, "hakka_phone": 433, "hakka_post_code": 434, "halal": 435, "halo": 436, "hang": 437, "has": 438, "hate": 439, "have": 440, "he": 441, "hear": 442, "hello": 443, "help": 444, "hey": 445, "hi": 446, "hindi": 447, "his": 448, "hk_fusion": 449, "hk_fusion_address": 450, "hk_fusion_phone": 451, "hk_fusion_post_code": 452, "hm": 453, "hold": 454, "holy": 455, "hotel": 456, "hotel_du_vin_and_bistro": 457, "hotel_du_vin_and_bistro_address": 458, "hotel_du_vin_and_bistro_phone": 459, "hotel_du_vin_and_bistro_post_code": 460, "house": 461, "how": 462, "huh": 463, "hungarian": 464, "i": 465, "i'm": 466, "iam": 467, "id": 468, "if": 469, "ill": 470, "im": 471, "in": 472, "inaudible": 473, "includes": 474, "incorrect": 475, "ind": 476, "india": 477, "india_house": 478, "india_house_address": 479, "india_house_phone": 480, "india_house_post_code": 481, "indian": 482, "indians": 483, "indo": 484, "indonesian": 485, "inexpensive": 486, "information": 487, "inner": 488, "instead": 489, "int": 490, "interested": 491, "international": 492, "irish": 493, "is": 494, "it": 495, "itailian": 496, "ital": 497, "italian": 498, "its": 499, "j_restaurant": 500, "j_restaurant_address": 501, "j_restaurant_phone": 502, "j_restaurant_post_code": 503, "jamaica": 504, "jamaican": 505, "jamcian": 506, "japanese": 507, "jesus": 508, "jinling_noodle_bar": 509, "jinling_noodle_bar_address": 510, "jinling_noodle_bar_phone": 511, "jinling_noodle_bar_post_code": 512, "just": 513, "k": 514, "kay": 515, "killeen": 516, "kind": 517, "kitalian": 518, "kitchen": 519, "knocking": 520, "know": 521, "ko": 522, "kohinoor": 523, "kohinoor_address": 524, "kohinoor_phone": 525, "kohinoor_post_code": 526, "kor": 527, "korea": 528, "korean": 529, "kosher": 530, "kymmoy": 531, "kymmoy_address": 532, "kymmoy_phone": 533, "kymmoy_post_code": 534, "l": 535, "la_margherita": 536, "la_margherita_address": 537, "la_margherita_phone": 538, "la_margherita_post_code": 539, "la_margheritas": 540, "la_mimosa": 541, "la_mimosa_address": 542, "la_mimosa_phone": 543, "la_mimosa_post_code": 544, "la_raza": 545, "la_raza_address": 546, "la_raza_phone": 547, "la_raza_post_code": 548, "la_tasca": 549, "la_tasca_address": 550, "la_tasca_phone": 551, "la_tasca_post_code": 552, "labenese": 553, "labonese": 554, "lan_hong_house": 555, "lan_hong_house_address": 556, "lan_hong_house_phone": 557, "lan_hong_house_post_code": 558, "last": 559, "laugh": 560, "laughing": 561, "least": 562, "leban": 563, "lebanese": 564, "let": 565, "lets": 566, "like": 567, "list": 568, "listen": 569, "little_seoul": 570, "little_seoul_address": 571, "little_seoul_phone": 572, "little_seoul_post_code": 573, "little_seouls": 574, "located": 575, "location": 576, "loch_fyne": 577, "loch_fyne_address": 578, "loch_fyne_phone": 579, "loch_fyne_post_code": 580, "long": 581, "loo": 582, "look": 583, "looking": 584, "low": 585, "luck": 586, "ly": 587, "m": 588, "magdalene": 589, "mahal_of_cambridge": 590, "mahal_of_cambridge_address": 591, "mahal_of_cambridge_phone": 592, "mahal_of_cambridge_post_code": 593, "maharajah_tandoori_restaurant": 594, "maharajah_tandoori_restaurant_address": 595, "maharajah_tandoori_restaurant_phone": 596, "maharajah_tandoori_restaurant_post_code": 597, "mail": 598, "make": 599, "malaysian": 600, "matches": 601, "mater": 602, "matter": 603, "may": 604, "me": 605, "meant": 606, "medetanian": 607, "mediteranean": 608, "mediteranian": 609, "mediterranean": 610, "meditteranian": 611, "medium": 612, "medterranean": 613, "meghna": 614, "meghna_address": 615, "meghna_phone": 616, "meghna_post_code": 617, "mexican": 618, "meze_bar_restaurant": 619, "meze_bar_restaurant_address": 620, "meze_bar_restaurant_phone": 621, "meze_bar_restaurant_post_code": 622, "mia": 623, "michaelhouse_cafe": 624, "michaelhouse_cafe_address": 625, "michaelhouse_cafe_phone": 626, "michaelhouse_cafe_post_code": 627, "middle": 628, "middle_eastern": 629, "midsummer_house_restaurant": 630, "midsummer_house_restaurant_address": 631, "midsummer_house_restaurant_phone": 632, "midsummer_house_restaurant_post_code": 633, "might": 634, "milton": 635, "mind": 636, "minuet": 637, "missing": 638, "mistakes": 639, "mmhm": 640, "moder": 641, "moderate": 642, "moderately": 643, "modern": 644, "modern_european": 645, "modernity": 646, "modertley": 647, "modreately": 648, "moment": 649, "more": 650, "moroccan": 651, "moroccon": 652, "moron": 653, "much": 654, "music": 655, "my": 656, "name": 657, "nandos": 658, "nandos_address": 659, "nandos_city_centre": 660, "nandos_city_centre_address": 661, "nandos_city_centre_phone": 662, "nandos_city_centre_post_code": 663, "nandos_phone": 664, "nandos_post_code": 665, "ne": 666, "near": 667, "need": 668, "needs": 669, "new": 670, "newmarket": 671, "next": 672, "nice": 673, "no": 674, "noice": 675, "none": 676, "nor": 677, "north": 678, "north_american": 679, "northern_european": 680, "nosie": 681, "not": 682, "nothing": 683, "now": 684, "nt": 685, "nu": 686, "number": 687, "o": 688, "of": 689, "offer": 690, "oh": 691, "ok": 692, "okay": 693, "old": 694, "on": 695, "one": 696, "ones": 697, "ooh": 698, "opean": 699, "option": 700, "options": 701, "or": 702, "ori": 703, "oriental": 704, "ostro": 705, "ot": 706, "other": 707, "others": 708, "out": 709, "over": 710, "p": 711, "pan": 712, "panahar": 713, "panahar_address": 714, "panahar_phone": 715, "panahar_post_code": 716, "panasian": 717, "par": 718, "park": 719, "part": 720, "parts": 721, "peace": 722, "peking_restaurant": 723, "peking_restaurant_address": 724, "peking_restaurant_phone": 725, "peking_restaurant_post_code": 726, "perfect": 727, "persian": 728, "ph": 729, "phone": 730, "pick": 731, "pipasha_restaurant": 732, "pipasha_restaurant_address": 733, "pipasha_restaurant_phone": 734, "pipasha_restaurant_post_code": 735, "pizza": 736, "pizza_express": 737, "pizza_express_Fen_Ditton_address": 738, "pizza_express_address": 739, "pizza_express_phone": 740, "pizza_express_post_code": 741, "pizza_hut": 742, "pizza_hut_cherry_hinton": 743, "pizza_hut_cherry_hinton_address": 744, "pizza_hut_cherry_hinton_phone": 745, "pizza_hut_cherry_hinton_post_code": 746, "pizza_hut_city_centre": 747, "pizza_hut_city_centre_address": 748, "pizza_hut_city_centre_phone": 749, "pizza_hut_city_centre_post_code": 750, "pizza_hut_fen_ditton": 751, "pizza_hut_fen_ditton_address": 752, "pizza_hut_fen_ditton_phone": 753, "pizza_hut_fen_ditton_post_code": 754, "pizza_hutt": 755, "place": 756, "plea": 757, "pleas": 758, "please": 759, "po": 760, "polish": 761, "pollynasian": 762, "polynesia": 763, "polynesian": 764, "popular": 765, "port": 766, "portugese": 767, "portuguese": 768, "post": 769, "postal": 770, "postcode": 771, "preference": 772, "previews": 773, "prezzo": 774, "prezzo_address": 775, "prezzo_phone": 776, "prezzo_post_code": 777, "prezzos": 778, "pri": 779, "price": 780, "priced": 781, "pricerange": 782, "prices": 783, "prise": 784, "probably": 785, "promo": 786, "pub": 787, "rage": 788, "rajmahal": 789, "rajmahal_address": 790, "rajmahal_phone": 791, "rajmahal_post_code": 792, "ran": 793, "range": 794, "ranges": 795, "re": 796, "really": 797, "recommend": 798, "regent": 799, "regular": 800, "repeat": 801, "request": 802, "res": 803, "reset": 804, "rest": 805, "restaurant": 806, "restaurant_alimentum": 807, "restaurant_alimentum_address": 808, "restaurant_alimentum_phone": 809, "restaurant_alimentum_post_code": 810, "restaurant_one_seven": 811, "restaurant_one_seven_address": 812, "restaurant_one_seven_phone": 813, "restaurant_one_seven_post_code": 814, "restaurant_two_two": 815, "restaurant_two_two_address": 816, "restaurant_two_two_phone": 817, "restaurant_two_two_post_code": 818, "restaurants": 819, "restuarant": 820, "result": 821, "rice_boat": 822, "rice_boat_address": 823, "rice_boat_phone": 824, "rice_boat_post_code": 825, "rice_house": 826, "rice_house_address": 827, "rice_house_phone": 828, "rice_house_post_code": 829, "right": 830, "ring": 831, "ringing": 832, "river": 833, "riverside_brasserie": 834, "riverside_brasserie_address": 835, "riverside_brasserie_phone": 836, "riverside_brasserie_post_code": 837, "road": 838, "romanian": 839, "royal_spice": 840, "royal_spice_address": 841, "royal_spice_phone": 842, "royal_spice_post_code": 843, "royal_standard": 844, "royal_standard_address": 845, "royal_standard_phone": 846, "royal_standard_post_code": 847, "russian": 848, "s": 849, "saffron_brasserie": 850, "saffron_brasserie_address": 851, "saffron_brasserie_phone": 852, "saffron_brasserie_post_code": 853, "said": 854, "saigon_city": 855, "saigon_city_address": 856, "saigon_city_phone": 857, "saigon_city_post_code": 858, "saint_johns_chop_house": 859, "saint_johns_chop_house_address": 860, "saint_johns_chop_house_phone": 861, "saint_johns_chop_house_post_code": 862, "sala_thong": 863, "sala_thong_address": 864, "sala_thong_phone": 865, "sala_thong_post_code": 866, "salad": 867, "sales": 868, "say": 869, "saying": 870, "says": 871, "scandin": 872, "scandinavia": 873, "scandinavian": 874, "scotch": 875, "scottish": 876, "sea": 877, "seafood": 878, "searching": 879, "sec": 880, "see": 881, "selection": 882, "selling": 883, "sells": 884, "ser": 885, "serve": 886, "served": 887, "servers": 888, "serves": 889, "serving": 890, "sesame_restaurant_and_bar": 891, "sesame_restaurant_and_bar_address": 892, "sesame_restaurant_and_bar_phone": 893, "sesame_restaurant_and_bar_post_code": 894, "sh": 895, "shanghai_family_restaurant": 896, "shanghai_family_restaurant_address": 897, "shanghai_family_restaurant_phone": 898, "shanghai_family_restaurant_post_code": 899, "shiraz_restaurant": 900, "shiraz_restaurant_address": 901, "shiraz_restaurant_phone": 902, "shiraz_restaurant_post_code": 903, "shou": 904, "should": 905, "show": 906, "shows": 907, "side": 908, "sigh": 909, "signa": 910, "signaporian": 911, "signature": 912, "singapore": 913, "singaporean": 914, "sitar_tandoori": 915, "sitar_tandoori_address": 916, "sitar_tandoori_phone": 917, "sitar_tandoori_post_code": 918, "so": 919, "sock": 920, "some": 921, "something": 922, "somewhere": 923, "sorry": 924, "sounds": 925, "south": 926, "spani": 927, "spanish": 928, "spensive": 929, "spice": 930, "start": 931, "static": 932, "stazione_restaurant_and_coffee_bar": 933, "stazione_restaurant_and_coffee_bar_address": 934, "stazione_restaurant_and_coffee_bar_phone": 935, "stazione_restaurant_and_coffee_bar_post_code": 936, "steak": 937, "steakhouse": 938, "stop": 939, "street": 940, "such": 941, "sucks": 942, "suggestion": 943, "suggestions": 944, "sure": 945, "surprise": 946, "swedish": 947, "swiss": 948, "system": 949, "t": 950, "taj_tandoori": 951, "taj_tandoori_address": 952, "taj_tandoori_phone": 953, "taj_tandoori_post_code": 954, "take": 955, "takeaway": 956, "takes": 957, "talian": 958, "talk": 959, "talking": 960, "tandoori_palace": 961, "tandoori_palace_address": 962, "tandoori_palace_phone": 963, "tandoori_palace_post_code": 964, "taquita": 965, "tasty": 966, "telephone": 967, "tell": 968, "th": 969, "tha": 970, "thai": 971, "thailand": 972, "than": 973, "thanh_binh": 974, "thanh_binh_address": 975, "thanh_binh_phone": 976, "thanh_binh_post_code": 977, "thank": 978, "thanks": 979, "thare": 980, "that": 981, "thatll": 982, "thats": 983, "the": 984, "the_americas": 985, "the_cambridge_chop_house": 986, "the_cambridge_chop_house_address": 987, "the_cambridge_chop_house_phone": 988, "the_cambridge_chop_house_post_code": 989, "the_copper_kettle": 990, "the_copper_kettle_address": 991, "the_copper_kettle_phone": 992, "the_copper_kettle_post_code": 993, "the_cow_pizza_kitchen_and_bar_address": 994, "the_cow_pizza_kitchen_and_bar_phone": 995, "the_cow_pizza_kitchen_and_bar_post_code": 996, "the_gandhi": 997, "the_gandhi_address": 998, "the_gandhi_phone": 999, "the_gandhi_post_code": 1000, "the_gardenia": 1001, "the_gardenia_address": 1002, "the_gardenia_phone": 1003, "the_gardenia_post_code": 1004, "the_golden_curry": 1005, "the_golden_curry_address": 1006, "the_golden_curry_phone": 1007, "the_golden_curry_post_code": 1008, "the_good_luck_chinese_food_takeaway_address": 1009, "the_good_luck_chinese_food_takeaway_phone": 1010, "the_good_luck_chinese_food_takeaway_post_code": 1011, "the_hotpot": 1012, "the_hotpot_address": 1013, "the_hotpot_phone": 1014, "the_hotpot_post_code": 1015, "the_lucky_star": 1016, "the_lucky_star_address": 1017, "the_lucky_star_phone": 1018, "the_lucky_star_post_code": 1019, "the_missing_sock": 1020, "the_missing_sock_address": 1021, "the_missing_sock_phone": 1022, "the_missing_sock_post_code": 1023, "the_nirala": 1024, "the_nirala_address": 1025, "the_nirala_phone": 1026, "the_nirala_post_code": 1027, "the_oak_bistro": 1028, "the_oak_bistro_address": 1029, "the_oak_bistro_phone": 1030, "the_oak_bistro_post_code": 1031, "the_river_bar_steakhouse_and_grill_address": 1032, "the_river_bar_steakhouse_and_grill_phone": 1033, "the_river_bar_steakhouse_and_grill_post_code": 1034, "the_slug_and_lettuce": 1035, "the_slug_and_lettuce_address": 1036, "the_slug_and_lettuce_phone": 1037, "the_slug_and_lettuce_post_code": 1038, "the_varsity_restaurant": 1039, "the_varsity_restaurant_address": 1040, "the_varsity_restaurant_phone": 1041, "the_varsity_restaurant_post_code": 1042, "their": 1043, "them": 1044, "then": 1045, "there": 1046, "theres": 1047, "they": 1048, "thing": 1049, "things": 1050, "think": 1051, "this": 1052, "those": 1053, "though": 1054, "thr": 1055, "time": 1056, "to": 1057, "told": 1058, "tow": 1059, "town": 1060, "traditional": 1061, "train": 1062, "tran": 1063, "travellers_rest": 1064, "travellers_rest_address": 1065, "travellers_rest_phone": 1066, "travellers_rest_post_code": 1067, "try": 1068, "trying": 1069, "ts": 1070, "tur": 1071, "turk": 1072, "turkey": 1073, "turkish": 1074, "tuscan": 1075, "ty": 1076, "type": 1077, "types": 1078, "ugly_duckling": 1079, "ugly_duckling_address": 1080, "ugly_duckling_phone": 1081, "ugly_duckling_post_code": 1082, "uh": 1083, "um": 1084, "umh": 1085, "unintelligent": 1086, "unintelligible": 1087, "unusal": 1088, "unusual": 1089, "up": 1090, "us": 1091, "usually": 1092, "vanessa": 1093, "vegetarian": 1094, "ven": 1095, "venetian": 1096, "venison": 1097, "venue": 1098, "venue_address": 1099, "venue_phone": 1100, "venue_post_code": 1101, "venues": 1102, "very": 1103, "viet": 1104, "vietnam": 1105, "vietnamese": 1106, "vinci": 1107, "vinesha": 1108, "wagamama": 1109, "wagamama_address": 1110, "wagamama_phone": 1111, "wagamama_post_code": 1112, "wait": 1113, "wanna": 1114, "want": 1115, "wanted": 1116, "was": 1117, "water": 1118, "we": 1119, "welch": 1120, "welcome": 1121, "well": 1122, "welsh": 1123, "were": 1124, "west": 1125, "wha": 1126, "what": 1127, "whats": 1128, "where": 1129, "wheres": 1130, "who": 1131, "will": 1132, "wiscon": 1133, "with": 1134, "wondering": 1135, "working": 1136, "world": 1137, "worth": 1138, "worthless": 1139, "would": 1140, "wouth": 1141, "wrong": 1142, "ya": 1143, "yawning": 1144, "ye": 1145, "yea": 1146, "yeah": 1147, "yes": 1148, "yippee_noodle_bar": 1149, "yippee_noodle_bar_address": 1150, "yippee_noodle_bar_phone": 1151, "yippee_noodle_bar_post_code": 1152, "york": 1153, "you": 1154, "your": 1155, "yourself": 1156, "yu_garden": 1157, "yu_garden_address": 1158, "yu_garden_phone": 1159, "yu_garden_post_code": 1160, "zip": 1161, "zizzi_cambridge": 1162, "zizzi_cambridge_address": 1163, "zizzi_cambridge_phone": 1164, "zizzi_cambridge_post_code": 1165, "<beg>": 1166, "<GO>": 1167, "<EOS>": 1168, "<PAD>": 0}