{"": 1, ",": 2, ".": 3, ".B": 4, ".E": 5, ".F": 6, ".P": 7, "0": 8, "01223": 9, "1": 10, "10": 11, "108": 12, "17": 13, "2": 14, "3": 15, "323737": 16, "4": 17, "5": 18, "529": 19, "6": 20, "7": 21, "7:30": 22, "8": 23, "9": 24, ";": 25, "<SILENCE>": 26, "?": 27, "C": 28, "D": 29, "L": 30, "La_margheritar": 31, "N": 32, "R_address": 33, "R_cuisine": 34, "R_location": 35, "R_phone": 36, "R_post_code": 37, "R_price": 38, "R_rating": 39, "U": 40, "a": 41, "aache": 42, "aar": 43, "aaro": 44, "abar": 45, "abbout": 46, "accha": 47, "acha": 48, "ache": 49, "achha": 50, "achhe": 51, "achi": 52, "ad": 53, "address": 54, "adeo": 55, "adra": 56, "adress": 57, "aey": 58, "afghan": 59, "africa": 60, "african": 61, "afternoon": 62, "ager": 63, "ah": 64, "air": 65, "airatarin": 66, "airitran": 67, "alada": 68, "ali_baba": 69, "ali_baba_address": 70, "ali_baba_phone": 71, "ali_baba_post_code": 72, "alternative": 73, "amader": 74, "amake": 75, "amar": 76, "amay": 77, "american": 78, "ami": 79, "an": 80, "anatolia": 81, "anatolia_address": 82, "anatolia_phone": 83, "anatolia_post_code": 84, "and": 85, "ani": 86, "answer": 87, "aore": 88, "apanake": 89, "api_call": 90, "apnake": 91, "apnar": 92, "apni": 93, "appleton": 94, "ar": 95, "are": 96, "area": 97, "arekbar": 98, "arekta": 99, "aristrain": 100, "aro": 101, "arotrian": 102, "art": 103, "arts": 104, "aschi": 105, "ase": 106, "ashe": 107, "ashena": 108, "ashole": 109, "asian": 110, "asian_oriental": 111, "ask": 112, "ask_address": 113, "ask_phone": 114, "ask_post_code": 115, "austallison": 116, "austral": 117, "australasian": 118, "australia": 119, "australian": 120, "austria": 121, "austrian": 122, "austro": 123, "available": 124, "aw": 125, "b": 126, "baaki": 127, "baar": 128, "background_speech": 129, "backstreet_bistro": 130, "backstreet_bistro_address": 131, "backstreet_bistro_phone": 132, "backstreet_bistro_post_code": 133, "baje": 134, "baki": 135, "bangkok_city": 136, "bangkok_city_address": 137, "bangkok_city_phone": 138, "bangkok_city_post_code": 139, "bar": 140, "barbecue": 141, "barbeque": 142, "bart": 143, "bas": 144, "bask": 145, "baskaye": 146, "baskey": 147, "basque": 148, "bat": 149, "be": 150, "bedouin": 151, "bedouin_address": 152, "bedouin_phone": 153, "bedouin_post_code": 154, "belgian": 155, "belgium": 156, "bepare": 157, "besh": 158, "beta": 159, "bhabchi": 160, "bhabchilam": 161, "bhabe": 162, "bhaben": 163, "bhag": 164, "bhalo": 165, "bhogoban": 166, "bhul": 167, "bhule": 168, "bikri": 169, "bishash": 170, "bistro": 171, "bloomsbury": 172, "bloomsbury_restaurant": 173, "bloomsbury_restaurant_address": 174, "bloomsbury_restaurant_phone": 175, "bloomsbury_restaurant_post_code": 176, "blow": 177, "bodoley": 178, "boka": 179, "bolbe": 180, "bolben": 181, "bolche": 182, "bolchi": 183, "bole": 184, "bolle": 185, "bollen": 186, "bollo": 187, "bolo": 188, "bolte": 189, "bolun": 190, "bondho": 191, "botey": 192, "brazilian": 193, "breath": 194, "breathing": 195, "british": 196, "buddihin": 197, "burger": 198, "but": 199, "byapar": 200, "byapare": 201, "bye": 202, "ca": 203, "caffe_uno": 204, "caffe_uno_address": 205, "caffe_uno_phone": 206, "caffe_uno_post_code": 207, "caius": 208, "call": 209, "cambridge": 210, "cambridge_lodge_restaurant": 211, "cambridge_lodge_restaurant_address": 212, "cambridge_lodge_restaurant_phone": 213, "cambridge_lodge_restaurant_post_code": 214, "cana": 215, "canape": 216, "canapes": 217, "cancun": 218, "cannabis": 219, "canope": 220, "canopus": 221, "cant": 222, "cantonese": 223, "care": 224, "caribbean": 225, "castro": 226, "catalan": 227, "catalanian": 228, "catalen": 229, "catalin": 230, "catalonia": 231, "centar": 232, "center": 233, "central": 234, "centre": 235, "chaan": 236, "chahi": 237, "chai": 238, "chaichen": 239, "chaichilam": 240, "chaijta": 241, "chaina": 242, "change": 243, "chara": 244, "charlie_chan": 245, "charlie_chan_address": 246, "charlie_chan_phone": 247, "charlie_chan_post_code": 248, "charo": 249, "che": 250, "cheap": 251, "cheaphungarian": 252, "cheapturkish": 253, "cherries": 254, "chesta": 255, "chesterton": 256, "cheye": 257, "chi": 258, "chikkis": 259, "chilam": 260, "chilo": 261, "chinese": 262, "chinta": 263, "chiquito": 264, "chiquito_restaurant_bar": 265, "chiquito_restaurant_bar_address": 266, "chiquito_restaurant_bar_phone": 267, "chiquito_restaurant_bar_post_code": 268, "chiquitor": 269, "choice": 270, "cholbe": 271, "chole": 272, "christ": 273, "christmas": 274, "city": 275, "city_stop_restaurant": 276, "city_stop_restaurant_address": 277, "city_stop_restaurant_phone": 278, "city_stop_restaurant_post_code": 279, "class": 280, "clowns_cafe": 281, "clowns_cafe_address": 282, "clowns_cafe_phone": 283, "clowns_cafe_post_code": 284, "cocum": 285, "cocum_address": 286, "cocum_phone": 287, "cocum_post_code": 288, "coda": 289, "code": 290, "college": 291, "confirm": 292, "confused": 293, "continental": 294, "cool": 295, "corsica": 296, "cost": 297, "cote": 298, "cote_address": 299, "cote_phone": 300, "cote_post_code": 301, "cotto": 302, "cotto_address": 303, "cotto_phone": 304, "cotto_post_code": 305, "cough": 306, "cow": 307, "creative": 308, "croatia": 309, "cross": 310, "crossover": 311, "crosstalk": 312, "cuban": 313, "cuisine": 314, "currently": 315, "curry_garden": 316, "curry_garden_address": 317, "curry_garden_phone": 318, "curry_garden_post_code": 319, "curry_king": 320, "curry_king_address": 321, "curry_king_phone": 322, "curry_king_post_code": 323, "curry_prince": 324, "curry_prince_address": 325, "curry_prince_phone": 326, "curry_prince_post_code": 327, "curry_queen": 328, "curry_queen_address": 329, "curry_queen_phone": 330, "curry_queen_post_code": 331, "cute": 332, "da": 333, "da_vinci_pizzeria": 334, "da_vinci_pizzeria_address": 335, "da_vinci_pizzeria_phone": 336, "da_vinci_pizzeria_post_code": 337, "daam": 338, "daarun": 339, "daaye": 340, "dam": 341, "damn": 342, "danish": 343, "dao": 344, "darao": 345, "darker": 346, "darling": 347, "darrys_cookhouse_and_wine_shop": 348, "darrys_cookhouse_and_wine_shop_address": 349, "darrys_cookhouse_and_wine_shop_phone": 350, "darrys_cookhouse_and_wine_shop_post_code": 351, "darun": 352, "daye": 353, "de": 354, "de_luca_cucina_and_bar": 355, "de_luca_cucina_and_bar_address": 356, "de_luca_cucina_and_bar_phone": 357, "de_luca_cucina_and_bar_post_code": 358, "dear": 359, "debe": 360, "decide": 361, "dekha": 362, "dekhao": 363, "dekhay": 364, "dekhchhi": 365, "dekhchi": 366, "dekhecho": 367, "dhanyobad": 368, "dharan": 369, "dhonnobaad": 370, "dhonnobad": 371, "dike": 372, "diley": 373, "din": 374, "dio": 375, "dish": 376, "dite": 377, "ditton": 378, "diye": 379, "dojo_noodle_bar": 380, "dojo_noodle_bar_address": 381, "dojo_noodle_bar_phone": 382, "dojo_noodle_bar_post_code": 383, "don_pasquale_pizzeria": 384, "don_pasquale_pizzeria_address": 385, "don_pasquale_pizzeria_phone": 386, "don_pasquale_pizzeria_post_code": 387, "done": 388, "dorkar": 389, "downtown": 390, "dress": 391, "dubai": 392, "dutoi": 393, "e": 394, "earatrain": 395, "earatree": 396, "earetree": 397, "eartrain": 398, "east": 399, "ecuadorean": 400, "efes_restaurant": 401, "efes_restaurant_address": 402, "efes_restaurant_phone": 403, "efes_restaurant_post_code": 404, "ei": 405, "eikhane": 406, "eirtrean": 407, "eita": 408, "ek": 409, "ekbar": 410, "ekdom": 411, "ekhane": 412, "ekhon": 413, "ekhoni": 414, "ekkhuni": 415, "ekra": 416, "ekta": 417, "ektai": 418, "ektu": 419, "elta": 420, "emon": 421, "endonesian": 422, "english": 423, "er": 424, "eraina": 425, "eraina_address": 426, "eraina_phone": 427, "eraina_post_code": 428, "eritrean": 429, "erom": 430, "eta": 431, "etai": 432, "etake": 433, "etar": 434, "ete": 435, "etotai": 436, "euorpean": 437, "euro": 438, "europ": 439, "europea": 440, "european": 441, "europeanfusion": 442, "europene": 443, "europone": 444, "expensive": 445, "ey": 446, "faaltu": 447, "fast": 448, "feed": 449, "fen": 450, "finally": 451, "fine": 452, "fitzbillies_restaurant": 453, "fitzbillies_restaurant_address": 454, "fitzbillies_restaurant_phone": 455, "fitzbillies_restaurant_post_code": 456, "foo": 457, "food": 458, "frankie_and_bennys": 459, "frankie_and_bennys_address": 460, "frankie_and_bennys_phone": 461, "frankie_and_bennys_post_code": 462, "fre": 463, "freakin": 464, "free": 465, "french": 466, "fuck": 467, "fucking": 468, "fusion": 469, "galleria": 470, "galleria_address": 471, "galleria_phone": 472, "galleria_post_code": 473, "garden": 474, "gasper": 475, "gastro": 476, "gastropub": 477, "geche": 478, "germ": 479, "german": 480, "god": 481, "golden_house": 482, "golden_house_address": 483, "golden_house_phone": 484, "golden_house_post_code": 485, "golden_wok": 486, "golden_wok_address": 487, "golden_wok_phone": 488, "golden_wok_post_code": 489, "golden_woks": 490, "gonville": 491, "good": 492, "goodbye": 493, "gourmet_burger_kitchen": 494, "gourmet_burger_kitchen_address": 495, "gourmet_burger_kitchen_phone": 496, "gourmet_burger_kitchen_post_code": 497, "graffiti": 498, "graffiti_address": 499, "graffiti_phone": 500, "graffiti_post_code": 501, "grafton_hotel_restaurant": 502, "grafton_hotel_restaurant_address": 503, "grafton_hotel_restaurant_phone": 504, "grafton_hotel_restaurant_post_code": 505, "greek": 506, "grill": 507, "gulo": 508, "ha": 509, "haan": 510, "hai": 511, "hakka": 512, "hakka_address": 513, "hakka_phone": 514, "hakka_post_code": 515, "halal": 516, "halo": 517, "hasha": 518, "hashche": 519, "hate": 520, "he": 521, "hello": 522, "help": 523, "heshe": 524, "hey": 525, "hi": 526, "hindi": 527, "hk_fusion": 528, "hk_fusion_address": 529, "hk_fusion_phone": 530, "hk_fusion_post_code": 531, "hm": 532, "hmm": 533, "hoa": 534, "hobe": 535, "hocche": 536, "hochhe": 537, "hoe": 538, "hok": 539, "hold": 540, "hole": 541, "holo": 542, "holy": 543, "hote": 544, "hotel": 545, "hotel_du_vin_and_bistro": 546, "hotel_du_vin_and_bistro_address": 547, "hotel_du_vin_and_bistro_phone": 548, "hotel_du_vin_and_bistro_post_code": 549, "house": 550, "how": 551, "howa": 552, "hoy": 553, "hoya": 554, "hoye": 555, "hoyte": 556, "huh": 557, "hungarian": 558, "hya": 559, "hyaa": 560, "i": 561, "i'm": 562, "icchuuk": 563, "icum": 564, "im": 565, "in": 566, "included": 567, "india": 568, "india_house": 569, "india_house_address": 570, "india_house_phone": 571, "india_house_post_code": 572, "indian": 573, "indians": 574, "indo": 575, "indonesian": 576, "information": 577, "inner": 578, "interested": 579, "international": 580, "irish": 581, "it": 582, "italian": 583, "j_restaurant": 584, "j_restaurant_address": 585, "j_restaurant_phone": 586, "j_restaurant_post_code": 587, "ja": 588, "jaak": 589, "jaani": 590, "jaatah": 591, "jaaye": 592, "jabe": 593, "jacche": 594, "jachetai": 595, "jaey": 596, "jai": 597, "jak": 598, "jakichu": 599, "jamaican": 600, "jamcian": 601, "jana": 602, "janai": 603, "jani": 604, "jante": 605, "jao": 606, "japanese": 607, "jar": 608, "jara": 609, "jatey": 610, "jay": 611, "jaye": 612, "jayega": 613, "jayegaye": 614, "jayga": 615, "jaygah": 616, "jaygar": 617, "je": 618, "jegulo": 619, "jeigulo": 620, "jekahne": 621, "jekhane": 622, "jekono": 623, "jesus": 624, "jeta": 625, "jetake": 626, "jetaserve": 627, "jetate": 628, "jeto": 629, "jets": 630, "jey": 631, "jeyga": 632, "jinish": 633, "jinling_noodle_bar": 634, "jinling_noodle_bar_address": 635, "jinling_noodle_bar_phone": 636, "jinling_noodle_bar_post_code": 637, "jodi": 638, "jodio": 639, "jon": 640, "jonne": 641, "jonno": 642, "jonnye": 643, "jonyo": 644, "jothesto": 645, "just": 646, "kaaj": 647, "kacha": 648, "kache": 649, "kachi": 650, "kamon": 651, "kar": 652, "karon": 653, "katuk": 654, "ke": 655, "kemon": 656, "kete": 657, "keu": 658, "khabar": 659, "khabarovsk": 660, "khabarserve": 661, "khalar": 662, "khali": 663, "khaye": 664, "khete": 665, "khobor": 666, "khoj": 667, "khoja": 668, "khojaar": 669, "khojar": 670, "khojo": 671, "khub": 672, "khujchen": 673, "khujchi": 674, "khuje": 675, "khujhchi": 676, "khujle": 677, "khujte": 678, "khujtei": 679, "khushi": 680, "ki": 681, "kichhu": 682, "kichu": 683, "killeen": 684, "kina": 685, "kintu": 686, "kirokom": 687, "kisher": 688, "kitalian": 689, "kitchen": 690, "kno": 691, "knocking": 692, "ko": 693, "kohinoor": 694, "kohinoor_address": 695, "kohinoor_phone": 696, "kohinoor_post_code": 697, "kom": 698, "kon": 699, "kono": 700, "konokichu": 701, "konta": 702, "kora": 703, "korar": 704, "korbe": 705, "korben": 706, "korbo": 707, "korche": 708, "korchen": 709, "korchhe": 710, "korchi": 711, "kore": 712, "korea": 713, "korean": 714, "koreche": 715, "korechilam": 716, "koren": 717, "kori": 718, "koro": 719, "korte": 720, "korune": 721, "kosher": 722, "kotha": 723, "kothao": 724, "kothay": 725, "kothaye": 726, "koto": 727, "kotota": 728, "kujchi": 729, "kymmoy": 730, "kymmoy_address": 731, "kymmoy_phone": 732, "kymmoy_post_code": 733, "lOCATION]": 734, "la_margherita": 735, "la_margherita_address": 736, "la_margherita_phone": 737, "la_margherita_post_code": 738, "la_mimosa": 739, "la_mimosa_address": 740, "la_mimosa_phone": 741, "la_mimosa_post_code": 742, "la_raza": 743, "la_raza_address": 744, "la_raza_phone": 745, "la_raza_post_code": 746, "la_tasca": 747, "la_tasca_address": 748, "la_tasca_phone": 749, "la_tasca_post_code": 750, "labenese": 751, "labonese": 752, "lagbe": 753, "laglo": 754, "lan_hong_house": 755, "lan_hong_house_address": 756, "lan_hong_house_phone": 757, "lan_hong_house_post_code": 758, "last": 759, "least": 760, "leban": 761, "lebanese": 762, "list": 763, "little": 764, "little_seoul": 765, "little_seoul_address": 766, "little_seoul_phone": 767, "little_seoul_post_code": 768, "located": 769, "location": 770, "loch_fyne": 771, "loch_fyne_address": 772, "loch_fyne_phone": 773, "loch_fyne_post_code": 774, "luck": 775, "magdalene": 776, "mahal_of_cambridge": 777, "mahal_of_cambridge_address": 778, "mahal_of_cambridge_phone": 779, "mahal_of_cambridge_post_code": 780, "maharajah_tandoori_restaurant": 781, "maharajah_tandoori_restaurant_address": 782, "maharajah_tandoori_restaurant_phone": 783, "maharajah_tandoori_restaurant_post_code": 784, "mail": 785, "majahmajhi": 786, "majhari": 787, "majhe": 788, "majhkhane": 789, "majhklhane": 790, "majkhane": 791, "malaysian": 792, "masala": 793, "match": 794, "matter": 795, "mean": 796, "mediteranean": 797, "mediteranian": 798, "mediterranean": 799, "meditteranian": 800, "medium": 801, "medterranean": 802, "meghna": 803, "meghna_address": 804, "meghna_phone": 805, "meghna_post_code": 806, "mexican": 807, "meze_bar_restaurant": 808, "meze_bar_restaurant_address": 809, "meze_bar_restaurant_phone": 810, "meze_bar_restaurant_post_code": 811, "mia": 812, "michaelhouse_cafe": 813, "michaelhouse_cafe_address": 814, "michaelhouse_cafe_phone": 815, "michaelhouse_cafe_post_code": 816, "middle": 817, "middle_eastern": 818, "midsummer_house_restaurant": 819, "midsummer_house_restaurant_address": 820, "midsummer_house_restaurant_phone": 821, "midsummer_house_restaurant_post_code": 822, "milton": 823, "mind": 824, "minuet": 825, "missing": 826, "mmhm": 827, "moderate": 828, "moderately": 829, "modern": 830, "modern_european": 831, "modetately": 832, "mondhe": 833, "mone": 834, "more": 835, "moroccan": 836, "moroccon": 837, "mota": 838, "motamoti": 839, "moti": 840, "moton": 841, "much": 842, "muhurto": 843, "music": 844, "my": 845, "na": 846, "naa": 847, "naam": 848, "naki": 849, "nale": 850, "nam": 851, "nandos": 852, "nandos_address": 853, "nandos_city_centre": 854, "nandos_city_centre_address": 855, "nandos_city_centre_phone": 856, "nandos_city_centre_post_code": 857, "nandos_phone": 858, "nandos_post_code": 859, "nao": 860, "need": 861, "nei": 862, "new": 863, "newmarket": 864, "ney": 865, "ni": 866, "nice": 867, "nie": 868, "nijer": 869, "nite": 870, "niye": 871, "no": 872, "noise": 873, "nor": 874, "north": 875, "north_american": 876, "northern_european": 877, "notun": 878, "noun": 879, "noy": 880, "number": 881, "o": 882, "odbhut": 883, "oder": 884, "of": 885, "offer": 886, "oh": 887, "oi": 888, "oishob": 889, "oita": 890, "ok": 891, "okay": 892, "oke": 893, "okhane": 894, "okhaner": 895, "okhankar": 896, "on": 897, "onek": 898, "onno": 899, "onyo": 900, "ooh": 901, "opean": 902, "option": 903, "options": 904, "or": 905, "ora": 906, "ori": 907, "oriental": 908, "orom": 909, "osob": 910, "ostro": 911, "ota": 912, "otae": 913, "otai": 914, "otar": 915, "otate": 916, "othoba": 917, "out": 918, "over": 919, "palte": 920, "pan": 921, "panahar": 922, "panahar_address": 923, "panahar_phone": 924, "panahar_post_code": 925, "panasian": 926, "paoa": 927, "par": 928, "parbe": 929, "parben": 930, "parbo": 931, "parcho": 932, "pare": 933, "paren": 934, "pari": 935, "park": 936, "parlam": 937, "paro": 938, "part": 939, "parts": 940, "pashe": 941, "pawa": 942, "peace": 943, "pechone": 944, "peking_restaurant": 945, "peking_restaurant_address": 946, "peking_restaurant_phone": 947, "peking_restaurant_post_code": 948, "pele": 949, "perfect": 950, "persian": 951, "pete": 952, "ph": 953, "phelechi": 954, "phone": 955, "pipasha_restaurant": 956, "pipasha_restaurant_address": 957, "pipasha_restaurant_phone": 958, "pipasha_restaurant_post_code": 959, "pizza": 960, "pizza_express": 961, "pizza_express_Fen_Ditton_address": 962, "pizza_express_address": 963, "pizza_express_phone": 964, "pizza_express_post_code": 965, "pizza_hut": 966, "pizza_hut_cherry_hinton": 967, "pizza_hut_cherry_hinton_address": 968, "pizza_hut_cherry_hinton_phone": 969, "pizza_hut_cherry_hinton_post_code": 970, "pizza_hut_city_centre": 971, "pizza_hut_city_centre_address": 972, "pizza_hut_city_centre_phone": 973, "pizza_hut_city_centre_post_code": 974, "pizza_hut_fen_ditton": 975, "pizza_hut_fen_ditton_address": 976, "pizza_hut_fen_ditton_phone": 977, "pizza_hut_fen_ditton_post_code": 978, "pizza_hutt": 979, "place": 980, "please": 981, "po": 982, "pochondo": 983, "polish": 984, "pollynasian": 985, "polynesia": 986, "polynesian": 987, "popular": 988, "por": 989, "pore": 990, "porer": 991, "port": 992, "portugese": 993, "portuguese": 994, "post": 995, "postal": 996, "postcode": 997, "prathom": 998, "preference": 999, "previews": 1000, "prezzo": 1001, "prezzo_address": 1002, "prezzo_phone": 1003, "prezzo_post_code": 1004, "prezzor": 1005, "pri": 1006, "price": 1007, "priced": 1008, "prices": 1009, "proce": 1010, "promo": 1011, "prothom": 1012, "protyek": 1013, "pub": 1014, "purono": 1015, "r": 1016, "rajmahal": 1017, "rajmahal_address": 1018, "rajmahal_phone": 1019, "rajmahal_post_code": 1020, "rakhe": 1021, "range": 1022, "ranges": 1023, "re": 1024, "recommend": 1025, "regent": 1026, "regular": 1027, "repeat": 1028, "request": 1029, "res": 1030, "reset": 1031, "rest": 1032, "restauant": 1033, "restaurant": 1034, "restaurant_alimentum": 1035, "restaurant_alimentum_address": 1036, "restaurant_alimentum_phone": 1037, "restaurant_alimentum_post_code": 1038, "restaurant_one_seven": 1039, "restaurant_one_seven_address": 1040, "restaurant_one_seven_phone": 1041, "restaurant_one_seven_post_code": 1042, "restaurant_two_two": 1043, "restaurant_two_two_address": 1044, "restaurant_two_two_phone": 1045, "restaurant_two_two_post_code": 1046, "restauranteast": 1047, "restaurants": 1048, "restuarant": 1049, "result": 1050, "rice_boat": 1051, "rice_boat_address": 1052, "rice_boat_phone": 1053, "rice_boat_post_code": 1054, "rice_house": 1055, "rice_house_address": 1056, "rice_house_phone": 1057, "rice_house_post_code": 1058, "right": 1059, "ring": 1060, "river": 1061, "riverside_brasserie": 1062, "riverside_brasserie_address": 1063, "riverside_brasserie_phone": 1064, "riverside_brasserie_post_code": 1065, "rmodhhe": 1066, "road": 1067, "roeche": 1068, "rokom": 1069, "romanian": 1070, "royal_spice": 1071, "royal_spice_address": 1072, "royal_spice_phone": 1073, "royal_spice_post_code": 1074, "royal_standard": 1075, "royal_standard_address": 1076, "royal_standard_phone": 1077, "royal_standard_post_code": 1078, "russian": 1079, "s": 1080, "sadharonoto": 1081, "saffron_brasserie": 1082, "saffron_brasserie_address": 1083, "saffron_brasserie_phone": 1084, "saffron_brasserie_post_code": 1085, "saigon_city": 1086, "saigon_city_address": 1087, "saigon_city_phone": 1088, "saigon_city_post_code": 1089, "saint_johns_chop_house": 1090, "saint_johns_chop_house_address": 1091, "saint_johns_chop_house_phone": 1092, "saint_johns_chop_house_post_code": 1093, "sala_thong": 1094, "sala_thong_address": 1095, "sala_thong_phone": 1096, "sala_thong_post_code": 1097, "salad": 1098, "sathe": 1099, "scandin": 1100, "scandinavia": 1101, "scandinavian": 1102, "scotch": 1103, "scottish": 1104, "sea": 1105, "seafood": 1106, "sec": 1107, "sekhane": 1108, "selection": 1109, "sell": 1110, "serve": 1111, "server": 1112, "serves": 1113, "serving": 1114, "sesame_restaurant_and_bar": 1115, "sesame_restaurant_and_bar_address": 1116, "sesame_restaurant_and_bar_phone": 1117, "sesame_restaurant_and_bar_post_code": 1118, "seta": 1119, "shaash": 1120, "shanghai_family_restaurant": 1121, "shanghai_family_restaurant_address": 1122, "shanghai_family_restaurant_phone": 1123, "shanghai_family_restaurant_post_code": 1124, "shekhane": 1125, "sherokom": 1126, "sherom": 1127, "shesh": 1128, "sheta": 1129, "shiraz_restaurant": 1130, "shiraz_restaurant_address": 1131, "shiraz_restaurant_phone": 1132, "shiraz_restaurant_post_code": 1133, "shob": 1134, "shohor": 1135, "shomporke": 1136, "shona": 1137, "shono": 1138, "shotti": 1139, "shubho": 1140, "shudhu": 1141, "shunne": 1142, "shunte": 1143, "shuru": 1144, "side": 1145, "sigh": 1146, "signal": 1147, "signaporian": 1148, "signature": 1149, "singapore": 1150, "singaporean": 1151, "sitar_tandoori": 1152, "sitar_tandoori_address": 1153, "sitar_tandoori_phone": 1154, "sitar_tandoori_post_code": 1155, "so": 1156, "sob": 1157, "sock": 1158, "sorkar": 1159, "sorry": 1160, "sosta": 1161, "soul": 1162, "south": 1163, "spani": 1164, "spanish": 1165, "spensive": 1166, "static": 1167, "stazione_restaurant_and_coffee_bar": 1168, "stazione_restaurant_and_coffee_bar_address": 1169, "stazione_restaurant_and_coffee_bar_phone": 1170, "stazione_restaurant_and_coffee_bar_post_code": 1171, "steak": 1172, "steakhouse": 1173, "street": 1174, "suggestion": 1175, "suggestions": 1176, "sure": 1177, "surprise": 1178, "suru": 1179, "swagoto": 1180, "swedish": 1181, "swiss": 1182, "system": 1183, "t": 1184, "ta": 1185, "tader": 1186, "tahole": 1187, "tai": 1188, "taj_tandoori": 1189, "taj_tandoori_address": 1190, "taj_tandoori_phone": 1191, "taj_tandoori_post_code": 1192, "takeaway": 1193, "takes": 1194, "tale": 1195, "talian": 1196, "talk": 1197, "tandoori_palace": 1198, "tandoori_palace_address": 1199, "tandoori_palace_phone": 1200, "tandoori_palace_post_code": 1201, "tao": 1202, "taquita": 1203, "tar": 1204, "tasty": 1205, "te": 1206, "telephone": 1207, "tey": 1208, "thai": 1209, "thailand": 1210, "thaka": 1211, "thakbe": 1212, "thake": 1213, "thakte": 1214, "thaktei": 1215, "than": 1216, "thanh_binh": 1217, "thanh_binh_address": 1218, "thanh_binh_phone": 1219, "thanh_binh_post_code": 1220, "thank": 1221, "thanks": 1222, "the": 1223, "the_americas": 1224, "the_cambridge_chop_house": 1225, "the_cambridge_chop_house_address": 1226, "the_cambridge_chop_house_phone": 1227, "the_cambridge_chop_house_post_code": 1228, "the_copper_kettle": 1229, "the_copper_kettle_address": 1230, "the_copper_kettle_phone": 1231, "the_copper_kettle_post_code": 1232, "the_cow_pizza_kitchen_and_bar_address": 1233, "the_cow_pizza_kitchen_and_bar_phone": 1234, "the_cow_pizza_kitchen_and_bar_post_code": 1235, "the_gandhi": 1236, "the_gandhi_address": 1237, "the_gandhi_phone": 1238, "the_gandhi_post_code": 1239, "the_gardenia": 1240, "the_gardenia_address": 1241, "the_gardenia_phone": 1242, "the_gardenia_post_code": 1243, "the_golden_curry": 1244, "the_golden_curry_address": 1245, "the_golden_curry_phone": 1246, "the_golden_curry_post_code": 1247, "the_good_luck_chinese_food_takeaway_address": 1248, "the_good_luck_chinese_food_takeaway_phone": 1249, "the_good_luck_chinese_food_takeaway_post_code": 1250, "the_hotpot": 1251, "the_hotpot_address": 1252, "the_hotpot_phone": 1253, "the_hotpot_post_code": 1254, "the_lucky_star": 1255, "the_lucky_star_address": 1256, "the_lucky_star_phone": 1257, "the_lucky_star_post_code": 1258, "the_missing_sock": 1259, "the_missing_sock_address": 1260, "the_missing_sock_phone": 1261, "the_missing_sock_post_code": 1262, "the_nirala": 1263, "the_nirala_address": 1264, "the_nirala_phone": 1265, "the_nirala_post_code": 1266, "the_oak_bistro": 1267, "the_oak_bistro_address": 1268, "the_oak_bistro_phone": 1269, "the_oak_bistro_post_code": 1270, "the_river_bar_steakhouse_and_grill_address": 1271, "the_river_bar_steakhouse_and_grill_phone": 1272, "the_river_bar_steakhouse_and_grill_post_code": 1273, "the_slug_and_lettuce": 1274, "the_slug_and_lettuce_address": 1275, "the_slug_and_lettuce_phone": 1276, "the_slug_and_lettuce_post_code": 1277, "the_varsity_restaurant": 1278, "the_varsity_restaurant_address": 1279, "the_varsity_restaurant_phone": 1280, "the_varsity_restaurant_post_code": 1281, "theke": 1282, "thik": 1283, "thikthak": 1284, "thr": 1285, "time": 1286, "tobe": 1287, "toh": 1288, "tomake": 1289, "tomar": 1290, "too": 1291, "torche": 1292, "tow": 1293, "town": 1294, "traditional": 1295, "train": 1296, "tran": 1297, "travellers_rest": 1298, "travellers_rest_address": 1299, "travellers_rest_phone": 1300, "travellers_rest_post_code": 1301, "try": 1302, "ts": 1303, "tulche": 1304, "tumi": 1305, "turk": 1306, "turkey": 1307, "turkish": 1308, "tuscan": 1309, "type": 1310, "uchit": 1311, "ugly_duckling": 1312, "ugly_duckling_address": 1313, "ugly_duckling_phone": 1314, "ugly_duckling_post_code": 1315, "uh": 1316, "uhh": 1317, "um": 1318, "unintelligent": 1319, "unintelligible": 1320, "unusual": 1321, "upore": 1322, "vanessa": 1323, "vegetarian": 1324, "venetian": 1325, "venison": 1326, "venue": 1327, "venue_address": 1328, "venue_phone": 1329, "venue_post_code": 1330, "venues": 1331, "very": 1332, "viet": 1333, "vietnam": 1334, "vietnamese": 1335, "vincir": 1336, "vinesha": 1337, "wagamama": 1338, "wagamama_address": 1339, "wagamama_phone": 1340, "wagamama_post_code": 1341, "water": 1342, "we": 1343, "welch": 1344, "welcome": 1345, "welsh": 1346, "west": 1347, "wiscon": 1348, "world": 1349, "y": 1350, "yea": 1351, "yes": 1352, "yippee_noodle_bar": 1353, "yippee_noodle_bar_address": 1354, "yippee_noodle_bar_phone": 1355, "yippee_noodle_bar_post_code": 1356, "york": 1357, "you": 1358, "your": 1359, "yu_garden": 1360, "yu_garden_address": 1361, "yu_garden_phone": 1362, "yu_garden_post_code": 1363, "zip": 1364, "zizzi_cambridge": 1365, "zizzi_cambridge_address": 1366, "zizzi_cambridge_phone": 1367, "zizzi_cambridge_post_code": 1368, "<beg>": 1369, "<GO>": 1370, "<EOS>": 1371, "<PAD>": 0}