{"": 1, ",": 2, ",but": 3, ",centre": 4, ",expensive": 5, ",kya": 6, ",shahar": 7, ",west": 8, ".": 9, ".B": 10, ".E": 11, ".F": 12, ".P": 13, ".serve": 14, "0": 15, "01223": 16, "1": 17, "10": 18, "108": 19, "17": 20, "2": 21, "3": 22, "323737": 23, "4": 24, "5": 25, "529": 26, "6": 27, "7": 28, "7:30": 29, "8": 30, "9": 31, "<SILENCE>": 32, "?": 33, "C": 34, "D": 35, "I": 36, "L": 37, "N": 38, "Patta_and": 39, "R_address": 40, "R_cuisine": 41, "R_location": 42, "R_phone": 43, "R_post_code": 44, "R_price": 45, "R_rating": 46, "U": 47, "a": 48, "aDDRESS": 49, "aUR": 50, "aab": 51, "aaeeem": 52, "aah": 53, "aakhir": 54, "aap": 55, "aapake": 56, "aapane": 57, "aapk": 58, "aapka": 59, "aapke": 60, "aapki": 61, "aapko": 62, "aapne": 63, "aavashyakata": 64, "aaya": 65, "aayega": 66, "ab": 67, "abhee": 68, "abhi": 69, "about": 70, "accha": 71, "acha": 72, "achaa": 73, "achcha": 74, "achchha": 75, "achee": 76, "achha": 77, "achhe": 78, "achhi": 79, "achi": 80, "ad": 81, "address": 82, "addresses": 83, "af": 84, "afgan": 85, "afgani": 86, "afghan": 87, "african": 88, "afsos": 89, "afternoon": 90, "again": 91, "agala": 92, "agar": 93, "agla": 94, "ah": 95, "air": 96, "airatarin": 97, "airitran": 98, "aisa": 99, "aise": 100, "aisi": 101, "ak": 102, "alag": 103, "alava": 104, "alavida": 105, "alawa": 106, "ali_baba": 107, "ali_baba_address": 108, "ali_baba_phone": 109, "ali_baba_post_code": 110, "all": 111, "alternative": 112, "alvida": 113, "alwida": 114, "am": 115, "american": 116, "anatolia": 117, "anatolia_address": 118, "anatolia_phone": 119, "anatolia_post_code": 120, "and": 121, "angrezi": 122, "anurodh": 123, "anusar": 124, "any": 125, "api_call": 126, "apke": 127, "apko": 128, "apne": 129, "appleton": 130, "ar": 131, "are": 132, "area": 133, "areas": 134, "aristrain": 135, "arotrian": 136, "art": 137, "arts": 138, "asian": 139, "asian_oriental": 140, "ask": 141, "ask_address": 142, "ask_phone": 143, "ask_post_code": 144, "aur": 145, "austallison": 146, "austral": 147, "australasian": 148, "australia": 149, "australian": 150, "austria": 151, "austrian": 152, "austro": 153, "aut": 154, "available": 155, "aw": 156, "awesome": 157, "baad": 158, "baaki": 159, "baare": 160, "baarey": 161, "baat": 162, "background_speech": 163, "backstreet_bistro": 164, "backstreet_bistro_address": 165, "backstreet_bistro_phone": 166, "backstreet_bistro_post_code": 167, "badal": 168, "badhiya": 169, "badiya": 170, "bahar": 171, "bahot": 172, "bahut": 173, "bahuth": 174, "baj": 175, "band": 176, "bangkok_city": 177, "bangkok_city_address": 178, "bangkok_city_phone": 179, "bangkok_city_post_code": 180, "bar": 181, "barabar": 182, "barbecue": 183, "barbeque": 184, "bare": 185, "bart": 186, "bas": 187, "bask": 188, "baskaye": 189, "baskey": 190, "basque": 191, "bat": 192, "bata": 193, "bataaya": 194, "batainge": 195, "bataiye": 196, "batao": 197, "batavo": 198, "bataye": 199, "batayen": 200, "bath": 201, "be": 202, "bech": 203, "bechte": 204, "bedouin": 205, "bedouin_address": 206, "bedouin_phone": 207, "bedouin_post_code": 208, "beech": 209, "bekaar": 210, "belgian": 211, "belgium": 212, "bhaag": 213, "bhagwaan": 214, "bhagwan": 215, "bhar": 216, "bhee": 217, "bhi": 218, "bhojan": 219, "bhool": 220, "bhot": 221, "bich": 222, "bilkul": 223, "bistro": 224, "bloomsbury": 225, "bloomsbury_restaurant": 226, "bloomsbury_restaurant_address": 227, "bloomsbury_restaurant_phone": 228, "bloomsbury_restaurant_post_code": 229, "blow": 230, "bohot": 231, "bol": 232, "boliye": 233, "bra": 234, "brazilian": 235, "breath": 236, "british": 237, "burger": 238, "bus": 239, "but": 240, "by": 241, "bye": 242, "ca": 243, "caffe_uno": 244, "caffe_uno_address": 245, "caffe_uno_phone": 246, "caffe_uno_post_code": 247, "caius": 248, "call": 249, "cambridge": 250, "cambridge_lodge_restaurant": 251, "cambridge_lodge_restaurant_address": 252, "cambridge_lodge_restaurant_phone": 253, "cambridge_lodge_restaurant_post_code": 254, "cana": 255, "canap": 256, "canape": 257, "canapes": 258, "cancun": 259, "cannabis": 260, "canonese": 261, "canope": 262, "canopus": 263, "cant": 264, "cantonese": 265, "care": 266, "caribbean": 267, "caribbiean": 268, "carribbean": 269, "castro": 270, "cata": 271, "catalan": 272, "catalanian": 273, "catalen": 274, "catalin": 275, "catalonia": 276, "center": 277, "central": 278, "centre": 279, "chaahata": 280, "chaahenge": 281, "chaahie": 282, "chaahonga": 283, "chaahoonga": 284, "chaahoonga-": 285, "chahata": 286, "chahege": 287, "chahenge": 288, "chahie": 289, "chahiye": 290, "chahoonga": 291, "chahta": 292, "chahte": 293, "chahunga": 294, "chaiye": 295, "chal": 296, "chalega": 297, "chalo": 298, "change": 299, "charlie_chan": 300, "charlie_chan_address": 301, "charlie_chan_phone": 302, "charlie_chan_post_code": 303, "cheap": 304, "chee": 305, "cheejo": 306, "cherries": 307, "chesterton": 308, "chhoro": 309, "chikkis": 310, "chinese": 311, "chinta": 312, "chiquito": 313, "chiquito_restaurant_bar": 314, "chiquito_restaurant_bar_address": 315, "chiquito_restaurant_bar_phone": 316, "chiquito_restaurant_bar_post_code": 317, "choice": 318, "chriismas": 319, "christ": 320, "christmas": 321, "city": 322, "city_stop_restaurant": 323, "city_stop_restaurant_address": 324, "city_stop_restaurant_phone": 325, "city_stop_restaurant_post_code": 326, "class": 327, "clowns_cafe": 328, "clowns_cafe_address": 329, "clowns_cafe_phone": 330, "clowns_cafe_post_code": 331, "co": 332, "cocum": 333, "cocum_address": 334, "cocum_phone": 335, "cocum_post_code": 336, "code": 337, "college": 338, "confirm": 339, "continental": 340, "cool": 341, "corisca": 342, "correct": 343, "corsia": 344, "corsica": 345, "cost": 346, "cote": 347, "cote_address": 348, "cote_phone": 349, "cote_post_code": 350, "cotto": 351, "cotto_address": 352, "cotto_phone": 353, "cotto_post_code": 354, "cough": 355, "cow": 356, "creative": 357, "croatia": 358, "croos": 359, "cross": 360, "crossover": 361, "crosstalk": 362, "cuban": 363, "cuisine": 364, "curry_garden": 365, "curry_garden_address": 366, "curry_garden_phone": 367, "curry_garden_post_code": 368, "curry_king": 369, "curry_king_address": 370, "curry_king_phone": 371, "curry_king_post_code": 372, "curry_prince": 373, "curry_prince_address": 374, "curry_prince_phone": 375, "curry_prince_post_code": 376, "curry_queen": 377, "curry_queen_address": 378, "curry_queen_phone": 379, "curry_queen_post_code": 380, "cute": 381, "da": 382, "da_vinci_pizzeria": 383, "da_vinci_pizzeria_address": 384, "da_vinci_pizzeria_phone": 385, "da_vinci_pizzeria_post_code": 386, "daam": 387, "damn": 388, "danish": 389, "darling": 390, "darrys_cookhouse_and_wine_shop": 391, "darrys_cookhouse_and_wine_shop_address": 392, "darrys_cookhouse_and_wine_shop_phone": 393, "darrys_cookhouse_and_wine_shop_post_code": 394, "de": 395, "de_luca_cucina_and_bar": 396, "de_luca_cucina_and_bar_address": 397, "de_luca_cucina_and_bar_phone": 398, "de_luca_cucina_and_bar_post_code": 399, "dear": 400, "decide": 401, "deejiye": 402, "deh": 403, "dein": 404, "dek": 405, "dekh": 406, "dekha": 407, "dekhiye": 408, "dekhna": 409, "dekhte": 410, "dena": 411, "dene": 412, "denevali": 413, "derately": 414, "deta": 415, "dete": 416, "dey": 417, "dhanyabaad": 418, "dhanyavaad": 419, "dhanyavad": 420, "dhanyawaad": 421, "dhanyawad": 422, "dhanywad": 423, "dhayan": 424, "dhhondna": 425, "dho": 426, "dhoodna": 427, "dhoodne": 428, "dhoond": 429, "dhoondh": 430, "dhoondhana": 431, "dhoondhe": 432, "dhoondhein": 433, "dhoondhen": 434, "dhoondhna": 435, "dhoondiye": 436, "dhoondna": 437, "dhoondne": 438, "dhoondo": 439, "dhoondoge": 440, "dhoosara": 441, "dhund": 442, "dhundh": 443, "dhundhana": 444, "dhundhiye": 445, "dhundhna": 446, "dhundho": 447, "dhundna": 448, "dhundo": 449, "dhyan": 450, "different": 451, "dijeye": 452, "dijiya": 453, "dijiye": 454, "dikaye": 455, "dikhata": 456, "dila": 457, "din": 458, "dish": 459, "ditton": 460, "diya": 461, "do": 462, "dobaara": 463, "does't": 464, "dohra": 465, "dojo_noodle_bar": 466, "dojo_noodle_bar_address": 467, "dojo_noodle_bar_phone": 468, "dojo_noodle_bar_post_code": 469, "don_pasquale_pizzeria": 470, "don_pasquale_pizzeria_address": 471, "don_pasquale_pizzeria_phone": 472, "don_pasquale_pizzeria_post_code": 473, "done": 474, "dono": 475, "doond": 476, "doondna": 477, "doondne": 478, "doondo": 479, "doosare": 480, "doosra": 481, "doosre": 482, "downtown": 483, "dr": 484, "dubaara": 485, "dubai": 486, "dubara": 487, "dukh": 488, "dundh": 489, "dusra": 490, "dusre": 491, "dusura": 492, "ea": 493, "eaisi": 494, "earatrain": 495, "earatree": 496, "eartrain": 497, "eartree": 498, "east": 499, "ecuadorean": 500, "ee": 501, "efes_restaurant": 502, "efes_restaurant_address": 503, "efes_restaurant_phone": 504, "efes_restaurant_post_code": 505, "eirtrean": 506, "ek": 507, "ekdum": 508, "endoesian": 509, "endonesian": 510, "english": 511, "eraina": 512, "eraina_address": 513, "eraina_phone": 514, "eraina_post_code": 515, "ereetrean": 516, "eritrean": 517, "ertrean": 518, "euorpean": 519, "euro": 520, "europ": 521, "european": 522, "europene": 523, "europone": 524, "expensive": 525, "farak": 526, "fark": 527, "fast": 528, "feed": 529, "fen": 530, "find": 531, "fine": 532, "fir": 533, "fitzbillies_restaurant": 534, "fitzbillies_restaurant_address": 535, "fitzbillies_restaurant_phone": 536, "fitzbillies_restaurant_post_code": 537, "foo": 538, "food": 539, "forget": 540, "frankie_and_bennys": 541, "frankie_and_bennys_address": 542, "frankie_and_bennys_phone": 543, "frankie_and_bennys_post_code": 544, "fre": 545, "freakin": 546, "french": 547, "fusion": 548, "galat": 549, "galleria": 550, "galleria_address": 551, "galleria_phone": 552, "galleria_post_code": 553, "garden": 554, "gasper": 555, "gastro": 556, "gastropub": 557, "gaya": 558, "ger": 559, "germ": 560, "german": 561, "golden_house": 562, "golden_house_address": 563, "golden_house_phone": 564, "golden_house_post_code": 565, "golden_wok": 566, "golden_wok_address": 567, "golden_wok_phone": 568, "golden_wok_post_code": 569, "golden_woks": 570, "gonville": 571, "good": 572, "goodbye": 573, "gourmet_burger_kitchen": 574, "gourmet_burger_kitchen_address": 575, "gourmet_burger_kitchen_phone": 576, "gourmet_burger_kitchen_post_code": 577, "graffiti": 578, "graffiti_address": 579, "graffiti_phone": 580, "graffiti_post_code": 581, "grafton_hotel_restaurant": 582, "grafton_hotel_restaurant_address": 583, "grafton_hotel_restaurant_phone": 584, "grafton_hotel_restaurant_post_code": 585, "great": 586, "greek": 587, "grill": 588, "hAI": 589, "ha": 590, "haa": 591, "haan": 592, "hai": 593, "hain": 594, "hakka": 595, "hakka_address": 596, "hakka_phone": 597, "hakka_post_code": 598, "halal": 599, "halo": 600, "hamesha": 601, "han": 602, "har": 603, "hasna": 604, "hate": 605, "hava": 606, "he": 607, "heh": 608, "hein": 609, "hello": 610, "help": 611, "hey": 612, "hi": 613, "hindi": 614, "hissa": 615, "hisse": 616, "hisso": 617, "hk_fusion": 618, "hk_fusion_address": 619, "hk_fusion_phone": 620, "hk_fusion_post_code": 621, "hm": 622, "ho": 623, "hoga": 624, "holy": 625, "hon": 626, "hona": 627, "honi": 628, "hoo": 629, "hoom": 630, "hoon": 631, "hota": 632, "hotel": 633, "hotel_du_vin_and_bistro": 634, "hotel_du_vin_and_bistro_address": 635, "hotel_du_vin_and_bistro_phone": 636, "hotel_du_vin_and_bistro_post_code": 637, "house": 638, "hu": 639, "hua": 640, "huh": 641, "hum": 642, "humare": 643, "humein": 644, "hun": 645, "hungarian": 646, "hungerian": 647, "hunjo": 648, "hunn": 649, "i'm": 650, "iam": 651, "idhar": 652, "if": 653, "in": 654, "inaudible": 655, "ind": 656, "india_house": 657, "india_house_address": 658, "india_house_phone": 659, "india_house_post_code": 660, "indian": 661, "indians": 662, "indo": 663, "indonesian": 664, "inexpensive": 665, "inka": 666, "inner": 667, "interest": 668, "international": 669, "irish": 670, "is": 671, "isase": 672, "ise": 673, "isey": 674, "iska": 675, "iske": 676, "iski": 677, "iss": 678, "issi": 679, "it": 680, "ital": 681, "italian": 682, "itna": 683, "iy": 684, "j_restaurant": 685, "j_restaurant_address": 686, "j_restaurant_phone": 687, "j_restaurant_post_code": 688, "jaan": 689, "jaanna": 690, "jaanta": 691, "jaante": 692, "jab": 693, "jagah": 694, "jaha": 695, "jahan": 696, "jamaane": 697, "jamaican": 698, "jana": 699, "janana": 700, "jananachahata": 701, "janane": 702, "jankari": 703, "janna": 704, "jante": 705, "jao": 706, "japanese": 707, "jarur": 708, "jarurat": 709, "javab": 710, "jaye": 711, "jayega": 712, "jesus": 713, "jinling_noodle_bar": 714, "jinling_noodle_bar_address": 715, "jinling_noodle_bar_phone": 716, "jinling_noodle_bar_post_code": 717, "jise": 718, "jiska": 719, "jiske": 720, "jiski": 721, "jisko": 722, "jisme": 723, "jismeh": 724, "jo": 725, "joh": 726, "just": 727, "k": 728, "kHANA": 729, "kYA": 730, "ka": 731, "kaafi": 732, "kaam": 733, "kaana": 734, "kaha": 735, "kahan": 736, "kaheen": 737, "kahi": 738, "kahin": 739, "kahiye": 740, "kaho": 741, "kaisa": 742, "kaise": 743, "kaisi": 744, "kam": 745, "kane": 746, "kanrewala": 747, "kapra": 748, "kar": 749, "karane": 750, "karata": 751, "karathe": 752, "kardo": 753, "kare": 754, "karega": 755, "karege": 756, "karenge": 757, "karey": 758, "kariye": 759, "karna": 760, "karne": 761, "karnevala": 762, "karnewaka": 763, "karnewala": 764, "karnewale": 765, "karnwala": 766, "karo": 767, "karoge": 768, "karoo": 769, "karoonga": 770, "karta": 771, "kartaho": 772, "karte": 773, "kartey": 774, "karti": 775, "karun": 776, "karunga": 777, "kasia": 778, "kasie": 779, "kata": 780, "kate": 781, "kaun": 782, "kaunsa": 783, "kaunse": 784, "kaunsi": 785, "kay": 786, "ke": 787, "kee": 788, "keemat": 789, "keemath": 790, "kehta": 791, "keliye": 792, "kendriya": 793, "key": 794, "khaa": 795, "khaana": 796, "khaane": 797, "khair": 798, "khan": 799, "khana": 800, "khane": 801, "kharab": 802, "khasi": 803, "khatam": 804, "khayaal": 805, "khayal": 806, "khed": 807, "khoj": 808, "khojana": 809, "khojna": 810, "khojne": 811, "khoju": 812, "khya": 813, "khyaal": 814, "khyal": 815, "ki": 816, "kijiye": 817, "killeen": 818, "kinare": 819, "kind": 820, "kirpa": 821, "kis": 822, "kisee": 823, "kisi": 824, "kisibhi": 825, "kiske": 826, "kiss": 827, "kitalian": 828, "kitana": 829, "kitchen": 830, "kitna": 831, "kkyaal": 832, "knocking": 833, "ko": 834, "koe": 835, "koee": 836, "kohinoor": 837, "kohinoor_address": 838, "kohinoor_phone": 839, "kohinoor_post_code": 840, "koi": 841, "koil": 842, "koj": 843, "kon": 844, "konsa": 845, "konse": 846, "konsi": 847, "korea": 848, "korean": 849, "kosher": 850, "koshish": 851, "kounse": 852, "koye": 853, "koyi": 854, "kripa": 855, "kripaya": 856, "kripya": 857, "krpaya": 858, "krpiya": 859, "kshetr": 860, "kuch": 861, "kuchbe": 862, "kuchh": 863, "kya": 864, "kyaa": 865, "kyaal": 866, "kymmoy": 867, "kymmoy_address": 868, "kymmoy_phone": 869, "kymmoy_post_code": 870, "kyu": 871, "la_margherita": 872, "la_margherita_address": 873, "la_margherita_phone": 874, "la_margherita_post_code": 875, "la_margheritas": 876, "la_mimosa": 877, "la_mimosa_address": 878, "la_mimosa_phone": 879, "la_mimosa_post_code": 880, "la_raza": 881, "la_raza_address": 882, "la_raza_phone": 883, "la_raza_post_code": 884, "la_tasca": 885, "la_tasca_address": 886, "la_tasca_phone": 887, "la_tasca_post_code": 888, "laa": 889, "labonese": 890, "lag": 891, "lagta": 892, "lan_hong_house": 893, "lan_hong_house_address": 894, "lan_hong_house_phone": 895, "lan_hong_house_post_code": 896, "last": 897, "laugh": 898, "laughing": 899, "le": 900, "leban": 901, "lebanese": 902, "leh": 903, "lekin": 904, "lena": 905, "lene": 906, "lenge": 907, "leta": 908, "ley": 909, "lie": 910, "like": 911, "list": 912, "little_seoul": 913, "little_seoul_address": 914, "little_seoul_phone": 915, "little_seoul_post_code": 916, "little_seouls": 917, "liye": 918, "lo": 919, "located": 920, "location": 921, "loch_fyne": 922, "loch_fyne_address": 923, "loch_fyne_phone": 924, "loch_fyne_post_code": 925, "log": 926, "loo": 927, "low": 928, "luck": 929, "m": 930, "mI": 931, "mUJHE": 932, "maaf": 933, "maamoolee": 934, "maayane": 935, "madad": 936, "madhyam": 937, "magdalene": 938, "mahal_of_cambridge": 939, "mahal_of_cambridge_address": 940, "mahal_of_cambridge_phone": 941, "mahal_of_cambridge_post_code": 942, "maharajah_tandoori_restaurant": 943, "maharajah_tandoori_restaurant_address": 944, "maharajah_tandoori_restaurant_phone": 945, "maharajah_tandoori_restaurant_post_code": 946, "mai": 947, "maiene": 948, "mail": 949, "maim": 950, "main": 951, "maine": 952, "malaysian": 953, "mamoolee": 954, "masala": 955, "mat": 956, "match": 957, "matlab": 958, "matter": 959, "me": 960, "medetanian": 961, "mediteranean": 962, "mediteranian": 963, "mediterranean": 964, "meditteranian": 965, "medium": 966, "meghna": 967, "meghna_address": 968, "meghna_phone": 969, "meghna_post_code": 970, "meh": 971, "mehrbani": 972, "mein": 973, "mel": 974, "mera": 975, "mere": 976, "meri": 977, "mexican": 978, "mey": 979, "meze_bar_restaurant": 980, "meze_bar_restaurant_address": 981, "meze_bar_restaurant_phone": 982, "meze_bar_restaurant_post_code": 983, "mia": 984, "michaelhouse_cafe": 985, "michaelhouse_cafe_address": 986, "michaelhouse_cafe_phone": 987, "michaelhouse_cafe_post_code": 988, "middle": 989, "middle_eastern": 990, "midsummer_house_restaurant": 991, "midsummer_house_restaurant_address": 992, "midsummer_house_restaurant_phone": 993, "midsummer_house_restaurant_post_code": 994, "mil": 995, "mila": 996, "mile": 997, "milega": 998, "milegi": 999, "milenge": 1000, "milta": 1001, "milton": 1002, "mind": 1003, "minute": 1004, "missing": 1005, "mistakes": 1006, "mjhe": 1007, "mmhm": 1008, "moder": 1009, "moderaely": 1010, "moderatately": 1011, "moderate": 1012, "moderately": 1013, "moderatley": 1014, "modern": 1015, "modern-earopean": 1016, "modern_european": 1017, "modren_european": 1018, "mooly": 1019, "moorkh": 1020, "moroccan": 1021, "moroccon": 1022, "much": 1023, "muft": 1024, "muhje": 1025, "muhjey": 1026, "muje": 1027, "mujeh": 1028, "mujey": 1029, "mujh": 1030, "mujhe": 1031, "mujhey": 1032, "mujhko": 1033, "mujko": 1034, "mulya": 1035, "music": 1036, "nUMBER": 1037, "na": 1038, "naam": 1039, "nae": 1040, "nagar": 1041, "nahe": 1042, "nahi": 1043, "nahin": 1044, "nai": 1045, "namaste": 1046, "nambar": 1047, "name": 1048, "nandos": 1049, "nandos_address": 1050, "nandos_city_centre": 1051, "nandos_city_centre_address": 1052, "nandos_city_centre_phone": 1053, "nandos_city_centre_post_code": 1054, "nandos_phone": 1055, "nandos_post_code": 1056, "naya": 1057, "naye": 1058, "ne": 1059, "new": 1060, "newmarket": 1061, "next": 1062, "nhi": 1063, "ni": 1064, "nishchit": 1065, "no": 1066, "noice": 1067, "nor": 1068, "north": 1069, "north_american": 1070, "northern_european": 1071, "nosie": 1072, "number": 1073, "nunber": 1074, "o": 1075, "of": 1076, "offer": 1077, "oh": 1078, "ok": 1079, "oka": 1080, "okay": 1081, "one": 1082, "ooh": 1083, "opean": 1084, "option": 1085, "options": 1086, "or": 1087, "ori": 1088, "oriental": 1089, "ostro": 1090, "other": 1091, "our": 1092, "out": 1093, "over": 1094, "pHONE": 1095, "pa": 1096, "paainge": 1097, "paas": 1098, "padata": 1099, "padta": 1100, "pahela": 1101, "pahle": 1102, "pahunchata": 1103, "pan": 1104, "panahar": 1105, "panahar_address": 1106, "panahar_phone": 1107, "panahar_post_code": 1108, "panasian": 1109, "par": 1110, "parakar": 1111, "paravaah": 1112, "paravah": 1113, "pareshaan": 1114, "park": 1115, "parosane": 1116, "parosata": 1117, "parosate": 1118, "parosati": 1119, "parosne": 1120, "parostha": 1121, "parsota": 1122, "part": 1123, "parts": 1124, "parva": 1125, "parvaah": 1126, "parvah": 1127, "parwa": 1128, "parwah": 1129, "pas": 1130, "pasand": 1131, "pass": 1132, "pata": 1133, "pe": 1134, "peace": 1135, "pee": 1136, "peeche": 1137, "pehla": 1138, "peking_restaurant": 1139, "peking_restaurant_address": 1140, "peking_restaurant_phone": 1141, "peking_restaurant_post_code": 1142, "per": 1143, "perfect": 1144, "persian": 1145, "ph": 1146, "phark": 1147, "phhone": 1148, "phir": 1149, "phone": 1150, "pick": 1151, "pipasha_restaurant": 1152, "pipasha_restaurant_address": 1153, "pipasha_restaurant_phone": 1154, "pipasha_restaurant_post_code": 1155, "pizza": 1156, "pizza_express": 1157, "pizza_express_Fen_Ditton_address": 1158, "pizza_express_address": 1159, "pizza_express_phone": 1160, "pizza_express_post_code": 1161, "pizza_hut": 1162, "pizza_hut_cherry_hinton": 1163, "pizza_hut_cherry_hinton_address": 1164, "pizza_hut_cherry_hinton_phone": 1165, "pizza_hut_cherry_hinton_post_code": 1166, "pizza_hut_city_centre": 1167, "pizza_hut_city_centre_address": 1168, "pizza_hut_city_centre_phone": 1169, "pizza_hut_city_centre_post_code": 1170, "pizza_hut_fen_ditton": 1171, "pizza_hut_fen_ditton_address": 1172, "pizza_hut_fen_ditton_phone": 1173, "pizza_hut_fen_ditton_post_code": 1174, "pizza_hutt": 1175, "pkay": 1176, "place": 1177, "please": 1178, "polish": 1179, "pollynasian": 1180, "polynesia": 1181, "polynesian": 1182, "poori": 1183, "popular": 1184, "port": 1185, "portugese": 1186, "portuguese": 1187, "post": 1188, "postal": 1189, "postcode": 1190, "prakar": 1191, "prapth": 1192, "preference": 1193, "previews": 1194, "prezzo": 1195, "prezzo_address": 1196, "prezzo_phone": 1197, "prezzo_post_code": 1198, "prezzos": 1199, "price": 1200, "priced": 1201, "pricerange": 1202, "prices": 1203, "priece": 1204, "probably": 1205, "promo": 1206, "pta": 1207, "pub": 1208, "purana": 1209, "ra": 1210, "raha": 1211, "rahan": 1212, "rahana": 1213, "rahe": 1214, "rahega": 1215, "rahegi": 1216, "rahen": 1217, "rahenge": 1218, "rahey": 1219, "rahi": 1220, "rajmahal": 1221, "rajmahal_address": 1222, "rajmahal_phone": 1223, "rajmahal_post_code": 1224, "rak": 1225, "rakh": 1226, "rakhta": 1227, "rakhte": 1228, "rakhti": 1229, "rane": 1230, "range": 1231, "ranges": 1232, "re": 1233, "reataurant": 1234, "recommend": 1235, "regent": 1236, "regular": 1237, "rehna": 1238, "repeat": 1239, "request": 1240, "resataurant": 1241, "resaturant": 1242, "reset": 1243, "rest": 1244, "restaraan": 1245, "restauant": 1246, "restaurant": 1247, "restaurant_alimentum": 1248, "restaurant_alimentum_address": 1249, "restaurant_alimentum_phone": 1250, "restaurant_alimentum_post_code": 1251, "restaurant_one_seven": 1252, "restaurant_one_seven_address": 1253, "restaurant_one_seven_phone": 1254, "restaurant_one_seven_post_code": 1255, "restaurant_two_two": 1256, "restaurant_two_two_address": 1257, "restaurant_two_two_phone": 1258, "restaurant_two_two_post_code": 1259, "restaurants": 1260, "restaurat": 1261, "resturant": 1262, "result": 1263, "retaurant": 1264, "rha": 1265, "rice_boat": 1266, "rice_boat_address": 1267, "rice_boat_phone": 1268, "rice_boat_post_code": 1269, "rice_house": 1270, "rice_house_address": 1271, "rice_house_phone": 1272, "rice_house_post_code": 1273, "right": 1274, "ring": 1275, "river": 1276, "riverside_brasserie": 1277, "riverside_brasserie_address": 1278, "riverside_brasserie_phone": 1279, "riverside_brasserie_post_code": 1280, "road": 1281, "romanian": 1282, "royal_spice": 1283, "royal_spice_address": 1284, "royal_spice_phone": 1285, "royal_spice_post_code": 1286, "royal_standard": 1287, "royal_standard_address": 1288, "royal_standard_phone": 1289, "royal_standard_post_code": 1290, "rukho": 1291, "rukiye": 1292, "russian": 1293, "s": 1294, "sAKTA": 1295, "sa": 1296, "saans": 1297, "saas": 1298, "saath": 1299, "sab": 1300, "sabhi": 1301, "saffron_brasserie": 1302, "saffron_brasserie_address": 1303, "saffron_brasserie_phone": 1304, "saffron_brasserie_post_code": 1305, "sahi": 1306, "saigon_city": 1307, "saigon_city_address": 1308, "saigon_city_phone": 1309, "saigon_city_post_code": 1310, "saint_johns_chop_house": 1311, "saint_johns_chop_house_address": 1312, "saint_johns_chop_house_phone": 1313, "saint_johns_chop_house_post_code": 1314, "sakata": 1315, "sakate": 1316, "sake": 1317, "sakta": 1318, "sakte": 1319, "saktey": 1320, "saktha": 1321, "sakthe": 1322, "sala_thong": 1323, "sala_thong_address": 1324, "sala_thong_phone": 1325, "sala_thong_post_code": 1326, "salad": 1327, "sales": 1328, "samay": 1329, "samudra": 1330, "sasta": 1331, "sath": 1332, "scandin": 1333, "scandinavia": 1334, "scandinavian": 1335, "scotch": 1336, "scottish": 1337, "se": 1338, "sea": 1339, "seafood": 1340, "second": 1341, "see": 1342, "selection": 1343, "sell": 1344, "ser": 1345, "serva": 1346, "serve": 1347, "server": 1348, "serves": 1349, "serving": 1350, "servinging": 1351, "sesame_restaurant_and_bar": 1352, "sesame_restaurant_and_bar_address": 1353, "sesame_restaurant_and_bar_phone": 1354, "sesame_restaurant_and_bar_post_code": 1355, "seva": 1356, "seve": 1357, "sewdish": 1358, "sh": 1359, "shahar": 1360, "shaher": 1361, "shahr": 1362, "shanghai_family_restaurant": 1363, "shanghai_family_restaurant_address": 1364, "shanghai_family_restaurant_phone": 1365, "shanghai_family_restaurant_post_code": 1366, "shehar": 1367, "sheher": 1368, "shiraz_restaurant": 1369, "shiraz_restaurant_address": 1370, "shiraz_restaurant_phone": 1371, "shiraz_restaurant_post_code": 1372, "shubh": 1373, "shukriya": 1374, "shuru": 1375, "si": 1376, "side": 1377, "signature": 1378, "singapore": 1379, "singaporean": 1380, "singaporian": 1381, "sirf": 1382, "sitar_tandoori": 1383, "sitar_tandoori_address": 1384, "sitar_tandoori_phone": 1385, "sitar_tandoori_post_code": 1386, "skta": 1387, "soch": 1388, "sock": 1389, "something": 1390, "sorry": 1391, "south": 1392, "southtown": 1393, "spani": 1394, "spanish": 1395, "spensive": 1396, "static": 1397, "stazione_restaurant_and_coffee_bar": 1398, "stazione_restaurant_and_coffee_bar_address": 1399, "stazione_restaurant_and_coffee_bar_phone": 1400, "stazione_restaurant_and_coffee_bar_post_code": 1401, "steak": 1402, "steakhouse": 1403, "street": 1404, "suggestion": 1405, "suggestions": 1406, "sujhav": 1407, "sukriya": 1408, "sun": 1409, "suno": 1410, "sure": 1411, "surprise": 1412, "suvidha": 1413, "svaagat": 1414, "swagat": 1415, "swedish": 1416, "swiss": 1417, "system": 1418, "t": 1419, "taj_tandoori": 1420, "taj_tandoori_address": 1421, "taj_tandoori_phone": 1422, "taj_tandoori_post_code": 1423, "tak": 1424, "take": 1425, "takeaway": 1426, "talaash": 1427, "talash": 1428, "talian": 1429, "talk": 1430, "talking": 1431, "tandoori_palace": 1432, "tandoori_palace_address": 1433, "tandoori_palace_phone": 1434, "tandoori_palace_post_code": 1435, "taquita": 1436, "taraf": 1437, "tarah": 1438, "taraha": 1439, "tasty": 1440, "teek": 1441, "telephone": 1442, "tha": 1443, "thaak": 1444, "thai": 1445, "thailand": 1446, "thanh_binh": 1447, "thanh_binh_address": 1448, "thanh_binh_phone": 1449, "thanh_binh_post_code": 1450, "thank": 1451, "thanks": 1452, "thanky": 1453, "that": 1454, "that's": 1455, "thay": 1456, "the": 1457, "the_americas": 1458, "the_cambridge_chop_house": 1459, "the_cambridge_chop_house_address": 1460, "the_cambridge_chop_house_phone": 1461, "the_cambridge_chop_house_post_code": 1462, "the_copper_kettle": 1463, "the_copper_kettle_address": 1464, "the_copper_kettle_phone": 1465, "the_copper_kettle_post_code": 1466, "the_cow_pizza_kitchen_and_bar_address": 1467, "the_cow_pizza_kitchen_and_bar_phone": 1468, "the_cow_pizza_kitchen_and_bar_post_code": 1469, "the_gandhi": 1470, "the_gandhi_address": 1471, "the_gandhi_phone": 1472, "the_gandhi_post_code": 1473, "the_gardenia": 1474, "the_gardenia_address": 1475, "the_gardenia_phone": 1476, "the_gardenia_post_code": 1477, "the_golden_curry": 1478, "the_golden_curry_address": 1479, "the_golden_curry_phone": 1480, "the_golden_curry_post_code": 1481, "the_good_luck_chinese_food_takeaway": 1482, "the_good_luck_chinese_food_takeaway_address": 1483, "the_good_luck_chinese_food_takeaway_phone": 1484, "the_good_luck_chinese_food_takeaway_post_code": 1485, "the_hotpot": 1486, "the_hotpot_address": 1487, "the_hotpot_phone": 1488, "the_hotpot_post_code": 1489, "the_lucky_star": 1490, "the_lucky_star_address": 1491, "the_lucky_star_phone": 1492, "the_lucky_star_post_code": 1493, "the_missing_sock": 1494, "the_missing_sock_address": 1495, "the_missing_sock_phone": 1496, "the_missing_sock_post_code": 1497, "the_nirala": 1498, "the_nirala_address": 1499, "the_nirala_phone": 1500, "the_nirala_post_code": 1501, "the_oak_bistro": 1502, "the_oak_bistro_address": 1503, "the_oak_bistro_phone": 1504, "the_oak_bistro_post_code": 1505, "the_river_bar_steakhouse_and_grill_address": 1506, "the_river_bar_steakhouse_and_grill_phone": 1507, "the_river_bar_steakhouse_and_grill_post_code": 1508, "the_slug_and_lettuce": 1509, "the_slug_and_lettuce_address": 1510, "the_slug_and_lettuce_phone": 1511, "the_slug_and_lettuce_post_code": 1512, "the_varsity_restaurant": 1513, "the_varsity_restaurant_address": 1514, "the_varsity_restaurant_phone": 1515, "the_varsity_restaurant_post_code": 1516, "theek": 1517, "they": 1518, "thi": 1519, "thik": 1520, "thujko": 1521, "tik": 1522, "time": 1523, "to": 1524, "toh": 1525, "tow": 1526, "town": 1527, "traditional": 1528, "train": 1529, "tran": 1530, "travellers_rest": 1531, "travellers_rest_address": 1532, "travellers_rest_phone": 1533, "travellers_rest_post_code": 1534, "try": 1535, "tum": 1536, "tumhara": 1537, "tumhare": 1538, "tumhe": 1539, "tumko": 1540, "tur": 1541, "turk": 1542, "turkey": 1543, "turkish": 1544, "tuscan": 1545, "type": 1546, "udhar": 1547, "ugly_duckling": 1548, "ugly_duckling_address": 1549, "ugly_duckling_phone": 1550, "ugly_duckling_post_code": 1551, "uh": 1552, "um": 1553, "umh": 1554, "un": 1555, "unintelligent": 1556, "unintelligible": 1557, "unka": 1558, "unke": 1559, "unki": 1560, "unmein": 1561, "unn": 1562, "unusual": 1563, "ur": 1564, "us": 1565, "usay": 1566, "use": 1567, "usey": 1568, "uska": 1569, "uske": 1570, "uski": 1571, "usko": 1572, "usme": 1573, "uss": 1574, "usse": 1575, "usseko": 1576, "usually": 1577, "vaala": 1578, "vaale": 1579, "vaalee": 1580, "vaapis": 1581, "vah": 1582, "vaha": 1583, "vahaan": 1584, "vahan": 1585, "vala": 1586, "vale": 1587, "vali": 1588, "vanessa": 1589, "ve": 1590, "vegetarian": 1591, "veh": 1592, "ven": 1593, "venetian": 1594, "venison": 1595, "venue": 1596, "venue_address": 1597, "venue_phone": 1598, "venue_post_code": 1599, "very": 1600, "vichaar": 1601, "vichar": 1602, "viet": 1603, "vietnam": 1604, "vietnamese": 1605, "vinci": 1606, "vinesha": 1607, "vishwas": 1608, "vo": 1609, "voh": 1610, "waale": 1611, "wagamama": 1612, "wagamama_address": 1613, "wagamama_phone": 1614, "wagamama_post_code": 1615, "wah": 1616, "waha": 1617, "wahan": 1618, "waise": 1619, "wait": 1620, "wala": 1621, "wale": 1622, "water": 1623, "we": 1624, "welch": 1625, "welcome": 1626, "well": 1627, "welsh": 1628, "west": 1629, "wey": 1630, "what": 1631, "wiscon": 1632, "with": 1633, "wla": 1634, "wlesh": 1635, "wo": 1636, "woh": 1637, "world": 1638, "wouth": 1639, "ya": 1640, "yah": 1641, "yaha": 1642, "yahan": 1643, "yahi": 1644, "yawning": 1645, "ye": 1646, "yea": 1647, "yeah": 1648, "yeh": 1649, "yehan": 1650, "yes": 1651, "yippee_noodle_bar": 1652, "yippee_noodle_bar_address": 1653, "yippee_noodle_bar_phone": 1654, "yippee_noodle_bar_post_code": 1655, "yis": 1656, "yojana": 1657, "york": 1658, "you": 1659, "yu_garden": 1660, "yu_garden_address": 1661, "yu_garden_phone": 1662, "yu_garden_post_code": 1663, "zara": 1664, "zaroorat": 1665, "zarurat": 1666, "zaruri": 1667, "zip": 1668, "zizzi_cambridge": 1669, "zizzi_cambridge_address": 1670, "zizzi_cambridge_phone": 1671, "zizzi_cambridge_post_code": 1672, "<beg>": 1673, "<GO>": 1674, "<EOS>": 1675, "<PAD>": 0}